{"singlePage": [], "startSite": "07/20/2024", "filingNum": "", "onePageListNum": 15, "commentLabelColor": "#006b75", "yearColorList": ["#bc4c00", "#0969da", "#1f883d", "#A333D0"], "i18n": "CN", "themeMode": "manual", "dayTheme": "light", "nightTheme": "dark", "urlMode": "pinyin", "script": "", "style": "", "head": "", "indexScript": "", "indexStyle": "", "bottomText": "文章仅代表个人观点，谢绝转载", "showPostSource": 1, "iconList": {}, "UTC": 8, "rssSplit": "sentence", "exlink": {}, "needComment": 1, "allHead": "", "title": "悦子yuezi的博客", "subTitle": "Basically doing research about something in Humanities and everthing about Wastonology :)", "avatarUrl": "https://avatars.githubusercontent.com/u/176132540?v=4", "GMEEK_VERSION": "last", "postListJson": {"P2": {"htmlDir": "docs/post/Study Note - Ethnic Divisions and Segregation, Harvard 2023.html", "labels": ["学术"], "postTitle": "Study Note | Ethnic Divisions and Segregation, Harvard 2023", "postUrl": "post/Study%20Note%20-%20Ethnic%20Divisions%20and%20Segregation%2C%20Harvard%202023.html", "postSourceUrl": "https://github.com/Yuezi-1223/yuezi.github.io/issues/2", "commentNum": 0, "wordCount": 22399, "description": "_Written & Organized by 悦子yuezi_\r\n_Issue Date: 2024/07/20_\r\n\r\n# Basic Definitions\r\n## Ethnicity\r\n- a group identity based on a belief in a **common origin**\r\n- Ethnic groups highlight (supposed) unique cultural aspects to mark inter-group differences and hierarchy\r\n- Often ethnic identity definition is relative to external “others”\r\n> [!IMPORTANT]\r\n> _Weber_: That belief is the foundation of identification with an ethnic group, solidarity among group members and definition of common goals.\r\n\r\n## Racial Division\r\n- Social categorization based on **phenotypic** or **biological** criteria\r\n\r\n## Nationalism\r\n- A group’s demand for autonomy in a territory considered to be the group’s homeland \r\n- usually a demand for a **sovereign state**\r\n\r\n<br/>\r\n<br/>\r\n\r\n\r\n# Ethnic boundaries and culture\r\n## Social constructivist approach to ethnicity\r\n- Ethnicity (and race, and nationhood) is a way of viewing the world. It belongs to the real of cognition (its “existence” not ontological but **phenomenological**).\r\n- Ethnicity (and race, and nationhood) is a **social construct**: it is created and changes through social interactions and symbolic actions.\r\n- Ethnic boundary making often through **inter-group competition**.\r\n- Ethnicity has serious implications for people's lives.\r\n\r\n## _Jekins_: What is being constructed? \r\n- Category's boundaries\r\n- Beliefs about the traits or cultural contents that mark differences between 'us' and them”\r\n\r\n## Characteristics of the ethnic boundaries\r\n- Ethnic boundaries are **fluid**.\r\n- Ethnic boundaries are sometimes **blurred**.\r\n- These principles contrast with common sensical view of ethnicity (and race and nation).\r\n\r\n## The development of the boundaries approach to ethnicity\r\n- **Classic cultural anthropology** → Barth → Post Barth\r\n> Classic cultural anthropology classified ethnic and racial groups based on supposed objective traits.\r\n> Classification system reflected power relations imperialism and colonialism)\r\n\r\n## _Barth_: Ojective definition of ethnic boundries\r\n- **Relationality**. Ethnic groups are not developed in isolation, but through **interactions** with other groups (key observation: people cross ethnic boundaries!). \r\n> [!NOTE]\r\n> Groups are not defined by their culture, which is not an objective unique identifier (there are in-group differences and there are shared traits with out-groups) and changes over time. Ethnicity is a form of **social organization**.\r\n- What matters is the **subjective demarcation** of boundaries between “us” and “them” by people in the field.\r\n- Ethnic boundaries limit and prescribe social interactions.\r\n-  Research should focus on the actions through which ethnic boundaries maintain or change.\r\n> [!IMPORTANT]\r\n> There are no objective cultural markers of groups. Instead, people on the ground decide which cultural materials matter for their collective identity.\r\n\r\n## Post Barth Research\r\n- Greater emphasis on the fluidity of ethnic boundaries.\r\n- Interest in the links between symbolic boundaries and social boundaries.\r\n- Situational ethnicity/ethnicity as cognition\r\n- Setting the limits to constructivism\r\n\r\n## Social Boundary and Symbolic Boundary\r\n### 1. Social Boundary\r\n- Social boundaries refer to the tangible and observable divisions that exist in the real world, separating and distinguishing different social groups. \r\n- These divisions can be based on various factors such as geography, ethnicity, class, religion, or political affiliations. \r\n- Social boundaries can influence the distribution of resources, power dynamics, and social interactions among individuals and groups. \r\n> [!IMPORTANT]\r\n> Social boundaries are **objective** and have a **physical** presence, often manifested in institutional structures and societal norms.\r\n### 2. Symbolic Boundary\r\n- Symbolic boundaries are conceptual and constructed through cultural and symbolic representations. \r\n- They involve the ways in which individuals and groups differentiate themselves and others based on shared meanings, values, and beliefs. \r\n- Symbolic boundaries are not necessarily tied to physical or spatial separations; instead, they are rooted in the realm of ideas, language, and cultural practices. \r\n> [!IMPORTANT]\r\n> Symbolic boundaries are **subjective** and only have an **abstract** presence, they influence perceptions of identity, belonging, and group membership.\r\n### Relationsips between Social and Symbolic boundaries\r\n- Symbolic boundaries can **reinforce or challenge** social boundaries\r\n> Cultural representations and symbolic markers can strengthen group cohesion and reinforce social boundaries, leading to a sense of 'us versus them.' Conversely, symbolic boundaries can also be used to challenge and contest existing social boundaries, contributing to social change and transformation.\r\n- Social boundaries can **be legitimized** through symbolic boundaries\r\n> The way a society conceptualizes and represents different social groups, often through media, language, and cultural practices, can legitimize and perpetuate existing social boundaries, either maintaining or reproducing social inequalities.\r\n- Social boundaries may **influence the formation** of symbolic boundaries\r\n> The material conditions and power dynamics associated with social boundaries can shape the ways in which groups construct their symbolic boundaries. For example, oppressed or marginalized groups may use symbolic resistance as a means to challenge the dominant social order.\r\n\r\n> [!NOTE]\r\n> What is similar and what is different about the relationships of ethnicity with language and with religion?\r\n> ### Similar:\r\n> - Religion sometimes serves as a marker of ethnicity, but the two **do not fully overlap**. \r\n> - Highlighting religious differences is a political processes _(e.g., to justify claims for material, political, or symbolic resources)_\r\n> ### Difference:\r\n> - Sometimes, religion becomes a trans-ethnic or trans-national identity. \r\n> - Religions provide materials for thick ethnic (or national) identities: idioms, myths, and symbols that add moral and affective load to group membership.\r\n> - Religious organizations participate in ethnic (or national) identity **construction and socialization**.\r\n\r\n## Further viewpoints\r\n- Culture marks ethnic boundaries, but it also gives content and meaning to **identities** _(“thick identity”)_.\r\n- This does not mean that we should essentialize ethnic or national culture.\r\n- Ethnic and national groups are sites of struggles over the meanings attached to **a collective identity** (e.g., different beliefs about the group’s history, its core values, etc., sometimes also about symbolic boundaries).\r\n\r\n\r\n<br/>\r\n<br/>\r\n\r\n# Boundary Work and Shifts\r\n## _Nagel_: What caused large-scale ethnic switching? What caused the **fluidity**?\r\n- Federal policy\r\n- Ethnic politics\r\n- Political activism, shared fate, pride, and inspiration\r\n\r\n## Characteristics of fluid boundaries:\r\n- **Cultural differentiation**\r\n> i.e., identifying certain cultural traits, habits, behaviors, etc. as typical for “us” or for “them”\r\n- **Social closure**\r\n> closure and differentiation tend to reinforce each other\r\n- **Political salience**\r\n> “thick” identities reduce the range of possible political actions; ethnic politics tends to reinforce differentiation and closure\r\n\r\n## Boundary work\r\n- The phenomenon of individuals or groups **creating, maintaining, adjusting, or breaking through** various boundaries in society, such as ethnic, cultural, social, etc., **to shape identity, group relationships, and social interactions**.\r\n- Ethnic categories may **expand or contract** (a focal topic in ethnic studies) due to boundary work.\r\n> [!IMPORTANT]\r\n> _Wimmer_: People have repertoires of identities to chose from. Their choices may change when institutional incentives change. So, **repertories ≠ situational ethnicity**.\r\n\r\n## Components of Boundary Work\r\n- **Type of boundary**\r\n> which criteria for similarity/difference (e.g., ethnicity, race, gender, nationality, generation) is highlighted in the pursue or recognition and/or political power?\r\n- **Type of strategy**\r\n> e.g., boundary crossing; normative inversion; expansion; contraction\r\n- **Location of boundary**\r\n> membership rule: what is the criterion or threshold for being one of “us”?\r\n\r\n\r\n\r\n<br/>\r\n<br/>\r\n\r\n# Pan-ethnicity, situational ethnicity, the limit of constructivism\r\n## Situational Ethnicity\r\n-  Individuals or groups actively choosing to emphasize or express a specific ethnic identity in a particular context. \r\n- This identity is determined by the current social environment, social situations, or specific contexts, and may change due to different situations.\r\n> [!IMPORTANT]\r\n> Individuals or groups selectively emphasize or conceal their ethnic identity based on different social contexts to **adapt to different social needs or express a sense of belonging**. \r\n\r\n## Impacts of (activated) ethnic identification (self or other) on social interactions\r\n-  Cognitive schemes of interpretation (_Brubaker：Ethnicity as Cognition_)\r\n- Affective dispositions (sometimes _hot cognition_)\r\n- Behavioral tendencies\r\n- But interactions can also generate shifts in the above _(e.g., contact theory)_\r\n\r\n## Two types of variation in ethnic identification\r\n- **Temporal** (i.e., the conditions that evoke different degrees and expressions of ethnic identification).\r\n> e.g., In certain specific social events or cultural celebrations, individuals may express their ethnic identity more strongly, while in other everyday contexts, ethnic identity may be relatively weak or less prominent.\r\n- **Cross-sectional**: hierarchies of identities (i.e., identities’ relative degree of salience).\r\n> e.g., A person may emphasize their professional identity more in the workplace, while emphasizing their ethnic identity more at family gatherings.\r\n\r\n## Instrumental ethnicity\r\n- Sometimes ethnicity is used instrumentally, but that is because it has been **internalized** and is considered **primordial**. \r\n- Also, there is a difference between superficial act of signaling and deep act of adopting/embracing an identity.\r\n- The content of ethnic identity functions as a **filter** through which personal and collective goals are defined and sorted.\r\n\r\n<br/>\r\n<br/>\r\n\r\n\r\n# Managing ethnic diversity\r\n## What is a nation?\r\n### Defition: \r\n_Anderson (Imagined Communities, p.6):_ An imagined political community-and imagined as both inherently limited and sovereign. \r\n### What composes this definition?\r\n- **Imagined**\r\n> Even in the smallest of all nations, a member will **never** know, meet, or event hear about most other members. However, the shared nation 'exists' in the consciousness of its members.\r\n- **Limited**\r\n> People imagined nations as **bounded**: in our minds, the world population is divided to distinct nations. Perceived criteria for national membership. There are Rules for how to join 'our' nation.\r\n- **Sovereign**\r\n> The nation is perceived by its members and outsiders who recognize its existence as sovereign or at least entitled to sovereignty. That makes the nation a **political community**: nations should **run their own business based on shared goals**.\r\n- **Community**\r\n> The nation as an extended family or fraternity: a group whose members **share an equality at a profound level**. A community of feelings, solidarity, loyalty, and sometimes sacrifice (of people who are mostly **anonymous** to each other and also **unequal** in many respects).\r\n\r\n## How are (some) of the components may be related to ethnicity and interethnic relations?\r\n- Nationhood (_sovereign_) and Nation-ness (_internal unity and cohesion_)\r\n- A community of feelings and shared fate via the cultural stuff\r\n- Ethnic mythology and symbols in the service of nationalism\r\n- Myths of origin and antiquity\r\n- A scared land via 'poetic spaces' _(e.g., archeological sites, battle fields, monuments, national map)._\r\n- Golden age, national heroes. \r\n- The collective past as a moral yardstick for evaluating the present and blueprint for the future via collective goals _(i.e., national revival)._\r\n\r\n## What is nation-state?\r\n- A **territorially bounded sovereign** polity-ie., a state - that is **ruled in the name of a community** of citizens who **identify themselves as a nation**.\r\n- A fusion of two principles: **state** sovereignty and **national** sovereignty.\r\n- Nation-state institutions nurture **national sentiments**.\r\n> For members of the nation, 'their' state (which they usually see as their homeland) is the object of love, commitment or yearning.\r\n\r\n> [!IMPORTANT]\r\n> This definition highlights that **the authority of governments** of nation-state is based on the **claim-made inwards** (i.e., the people) and **outwards** (i.e., the international community)-that the government rules in the name of a nation.\r\n\r\n## Solutions to the problem of incongruence of cultural and political boundaries\r\n### Reducing / eliminating diversity：\r\n- Oppression (by authoritarian regimes)\r\n- Ethnic cleansing\r\n﻿- Assimilation policies through centralized education and cultural institutions\r\n### Managing diversity: \r\n- Political arrangements that contain ethnic diversity and reduce conflict\r\n\r\n## Typology of Democracies\r\n- Republican liberal\r\n- Individual liberal\r\n- Consociational\r\n- Multicultural\r\n- ﻿﻿Ethnic democracy\r\n\r\n## Some of the challenges to inclusionary management of diversity\r\n- **Large migrations** \r\n> less assimilation + postnational incorporation (_Soysal_); resistance by host societies\r\n- **Indigenous Movements** \r\n> request greater respect and protection for their culture and rights\r\n- The rise of **neo-nationalism** \r\n> resulting in exclusion of multiculturalism, and even triggering discrimination and hostility towards specific ethnic or cultural groups\r\n- Empowerment of **populist-authoritarian leaders**\r\n> tend to emphasize nationalism and xenophobia, and hold a hostile attitude towards ethnic minorities and immigrants\r\n\r\n## What is 'postliberal' politics / citizenship?\r\n- Demanding **recognition** in cultural uniqueness of ethnic minority _(resistance to complete assimilation)_.\r\n- Claiming **collective rights** for ethnic groups _(in addition to equal/just distribution of resources)_.\r\n- Demanding **autonomy** within the state for ethnic groups in their traditional territories.\r\n- Demanding maintenance and extension of **civil rights**.\r\n> [!NOTE]\r\n> Citizenship allows **contradictions** between autonomy and civil rights _(e.g., patriarchal norms)_\r\n\r\n\r\n<br/>\r\n<br/>\r\n\r\n\r\n# Ethic stratification and inequality\r\n## What is a **Social Stratification**?\r\n- **Institutionalized** inequality (including legitimizing ideology)\r\n- Inequality between **social categories**\r\n- Inequality in access to different types of **resources** _(e.g., economic, political, legal, health, etc.)_\r\n> [!IMPORTANT]\r\n>Ethnic stratification: A state of at least **partial alignment** of ethnic division and social stratification.\r\n\r\n## How does status translate into economic advantages?\r\n- Ethnic division of **labor** (monopoly over certain occupations)\r\n- **Endogamy** (marriage as an economic exchange)\r\n- **Stereotypes** (affect the judgment of employment, landlords, policemen, judges, etc.)\r\n- **Ideology** may justify alignment of status and class\r\n\r\n## Ethnic stratification via **Political Arrangements**\r\n- Ethnic stratification in **colonial and postcolonial** states\r\n- **Global stratification** (_citizenship as a resource_)\r\n> There is an unequal distribution of opportunities, privileges, and resources among individuals and groups in different countries or regions. \r\n\r\n> [!NOTE]\r\n> In this context, citizenship is seen as a valuable resource that **grants individuals specific rights, protections, and benefits** based on their country of origin or nationality.\r\n\r\n- **Group discrimination** by state institutions\r\n- Differential access to certain **jobs**\r\n- Mechanisms of inclusion/exclusion of **immigrants** based on their ethnicities\r\n\r\n<br/>\r\n<br/>\r\n\r\n\r\n# Assimilation/Integration/Segregation/Incorporation of Immigrant Ethnic minorities\r\n## _Portes and Zhou_: Three types of **Acculturation Approach**:\r\n- **Adoption** of the dominant culture and assimilation in the **middle-class**.\r\n- **Adoption** of a counter-culture and assimilation in **lower classes**.\r\n- Social and economic **mobility** through maintenance of an ethnic group's culture, values, and solidarity.\r\n\r\n## The Impact of the Context in the Receiving Country and Society\r\n- Government policy: receptive, indifferent, or hostile\r\n- Societal reception: Prejudiced or nonprejudiced\r\n- Co-ethnic community: Weak or strong\r\n\r\n## What drives certain groups to 'choose' differentiation/assimilation?\r\n- Skin color\r\n- Place of residence\r\n- Economic shifts\r\n- Capacity to utilize them though different types of capital\r\n\r\n## The long-term effects of the 'context'\r\n- **Government's assistance** to immigrants improves their children's (and their children's) mobility chances.\r\n- Sometime **negative stereotypes** persist for generations.\r\n- Immigrant's decision to join strong ethnic community may affect the **mobility of their offspring**.\r\n\r\n<br/>\r\n<br/>\r\n\r\n\r\n# Ethnic Violence\r\n## Types of ethnic violence\r\n-  Ethnic riot \r\n- Lynch  \r\n- Pogrom \r\n- Ethnocide _(of culture)_\r\n- Genocide (of people)\r\n- Inter-state wars may include an ethnic component\r\n- Civil wars\r\n> [!IMPORTANT]\r\n> Some ethnic conflicts include **more than one** type of violence.\r\n\r\n## Previous reasons for collective violence：\r\n- Violence is **natural**; a human tendency that had developed through evolution.\r\n- **Socialization** to violence\r\n> (a) arguments about **failed socialization**; (b) arguments about socialization to **non-normative behavior**.\r\n- **Psychoanalytical** argument\r\n> e.g., (a) violence as **externalization of interna tensions**; (b) violence as projection of suppressed traumatic social relationships (for instance, _child-parents or child-teacher_).\r\n- **Crowd** psychology\r\n> people become violent during collective action that causes **de-individuation and extasy**\r\n\r\n> [!NOTE]\r\n> Classic arguments are partial explanation that point to possible roots of **people’s motivation** to participate in ethnic violence, but they **cannot explain instances** of ethnic violence.\r\n\r\n## _Ted Robert Gurr_: Reasons for ethnic violence\r\n- The basis of violence is frustration (frustration-aggression theory).\r\n- Frustration stems from relative deprivation (not necessarily economic).\r\n- An ethnic group’s leadership utilizes feelings of frustration and anger to mobilize them for protest and violence. Sometimes this is done as a cold-minded strategy.\r\n\r\n## Characteristics of Ethnic Riot\r\n- Brutal\r\n- Highly passionate, but with clear patterns \r\n> e.g., target selection, common order: trigger event, rumors spread, escalation, (expansion to other places), decline.\r\n- Violence as meaning for **participants**\r\n- Violence has **general and immediate causes** \r\n> distal/proximate causes\r\n> Violence reflects ethnic/racial **cleavages**, but it is not a necessary outcome of the cleavages\r\n- A process with internal dynamic\r\n- **Trigger** events often have special **symbolic meanings**\r\n- **Leaders** may provoke feelings of frustration, rage, hatred, and fear\r\n> including by employing elements of **collective memory**\r\n- **Rumors** are a key mechanism of mass mobilization for active or passive support.\r\n- **Aggressive reaction** by the rival validate negative feelings and sense of righteousness, thus propagate violence\r\n- Violence converts negative feelings to **positive feelings**\r\n> solidarity, pride, hope, even euphoria _(Tambiah: Jubilant Destruction)_\r\n\r\n## _Wimmer_: The Political Context of Violent Ethnic Conflicts\r\n- Statistical association between ethnic violence and **political competition and exclusion**\r\n> – Ethnic uprising is more common in **ethnocracies**.\r\n> – Ethnic violence (especially coup attempts) is more common when ruling is divided between the **elites** of several ethnic groups.\r\n> – Ethnic uprising and coup attempts are more common in countries where an **ethnic minority has a history of controlling** part or the entire territory. \r\n- Ethnic violence during the **collapse** of a polity \r\n> e.g., the Soviet Union, Yugoslavia. Mechanisms: political opportunity, contagion, security dilemma.\r\n- Violence during or after **elections** \r\n> e.g., Kenya 2007-8 following rumors that the elections were stolen from the Kikuyu.\r\n- Cities with **intense political competition** experience more ethnic violence\r\n\r\n## How people choose attitudes towards violence?\r\n- **Rational choice**: Expected benefits/risks\r\n> Mechanisms: Social control, policing\r\n\r\n> [!NOTE]\r\n> It is possible that rational choice is more typical of specific phases of conflicts (e.g., after escalation or when it gets clearer who is going to win)\r\n\r\n- **Symbolic politics**: Participation in violence is emotional and sentimental (especially hatred and rage toward the enemy).\r\n> Mechanisms: \r\n> - People’s tendency to protect their group from symbolic threats or existential threats\r\n> - Elite’s manipulative use of ethnic myths and symbols to provoke hatred, rage, and fear of the enemy + internal solidarity and excitement \r\n> - Symbolic politics flattens identities, creates “collective mind”: identity dichotomy (us/them), stereotypical thinking (good/evil) \r\n> - Affective reactions: positive feelings about the home group and negative feelings about the enemy\r\n> - A spiral of revenge and escalation \r\n- **Institutionalized violence**: Routinization and ritualization of violence\r\n> Circumstances and Mechanisms: \r\n> - Non-violent ethnic protests deteriorates to violence\r\n> - Actors that keep the ethnic conflicts “burning” (some of them provoke violence during crises : politicians, religious leaders, mural painters, gangs, local media\r\n> - Many ordinary people have experience, or at least memories from past episodes of violence: they “know” what their role is likely to be; they remember the solidarity and elation they felt; they may wait for an opportunity for revenge\r\n> - Therefore, the violence process looks like a ritual with clear roles and a predicted pattern of development\r\n> - In some cities, violence is expected, almost trivial\r\n\r\n> [!IMPORTANT]\r\n> The three attitudes are **not mutually exclusive** and may appear as one or multiple simultaneously。", "top": 0, "createdAt": 1721482279, "style": "<style>.markdown-alert{padding:0.5rem 1rem;margin-bottom:1rem;border-left:.25em solid var(--borderColor-default,var(--color-border-default));}.markdown-alert .markdown-alert-title {display:flex;font-weight:var(--base-text-weight-medium,500);align-items:center;line-height:1;}.markdown-alert>:first-child {margin-top:0;}.markdown-alert>:last-child {margin-bottom:0;}</style><style>.markdown-alert.markdown-alert-note {border-left-color:var(--borderColor-accent-emphasis, var(--color-accent-emphasis));background-color:var(--color-accent-subtle);}.markdown-alert.markdown-alert-note .markdown-alert-title {color: var(--fgColor-accent,var(--color-accent-fg));}</style><style>.markdown-alert.markdown-alert-important {border-left-color:var(--borderColor-done-emphasis, var(--color-done-emphasis));background-color:var(--color-done-subtle);}.markdown-alert.markdown-alert-important .markdown-alert-title {color: var(--fgColor-done,var(--color-done-fg));}</style>", "script": "", "head": "", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "createdDate": "2024-07-20", "dateLabelColor": "#bc4c00"}, "P3": {"htmlDir": "docs/post/fan-yi- - 21-shi-ji-de-fu-er-mo-si-——-fu-gai-zuo-pin-lun-wen-ji-：-xu.html", "labels": ["翻译 | 汉化", "SH & JW"], "postTitle": "翻译 | 21世纪的福尔摩斯——福改作品论文集：序", "postUrl": "post/fan-yi-%20-%2021-shi-ji-de-fu-er-mo-si-%E2%80%94%E2%80%94-fu-gai-zuo-pin-lun-wen-ji-%EF%BC%9A-xu.html", "postSourceUrl": "https://github.com/Yuezi-1223/yuezi.github.io/issues/3", "commentNum": 153, "wordCount": 9534, "description": "_Edited by Lynnette Proter\nTranslated by 悦子yuezi\nIssue Date: 2024/07/24_\n\n<br/>\n\n# 序：寻找真正的福尔摩斯\n　　2011年12月的第一周可以说是伦敦的福尔摩斯周，或者是福尔摩斯归来周。", "top": 0, "createdAt": 1721792291, "style": "<style>.markdown-alert{padding:0.5rem 1rem;margin-bottom:1rem;border-left:.25em solid var(--borderColor-default,var(--color-border-default));}.markdown-alert .markdown-alert-title {display:flex;font-weight:var(--base-text-weight-medium,500);align-items:center;line-height:1;}.markdown-alert>:first-child {margin-top:0;}.markdown-alert>:last-child {margin-bottom:0;}</style><style>.markdown-alert.markdown-alert-caution {border-left-color:var(--borderColor-danger-emphasis, var(--color-danger-emphasis));background-color:var(--color-danger-subtle);}.markdown-alert.markdown-alert-caution .markdown-alert-title {color: var(--fgColor-danger,var(--color-danger-fg));}</style>", "script": "", "head": "", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "createdDate": "2024-07-24", "dateLabelColor": "#bc4c00"}, "P4": {"htmlDir": "docs/post/Study Note - 20th Century European Art History - Part 1, Harvard 2024.html", "labels": ["学术"], "postTitle": "Study Note | 20th Century European Art History - Part 1, Harvard 2024", "postUrl": "post/Study%20Note%20-%2020th%20Century%20European%20Art%20History%20-%20Part%201%2C%20Harvard%202024.html", "postSourceUrl": "https://github.com/Yuezi-1223/yuezi.github.io/issues/4", "commentNum": 1, "wordCount": 55587, "description": "_Written & Organized by 悦子yuezi\r\nIssue Date: 2024/09/06_\r\n\r\n<br/>\r\n\r\n\r\n\r\n\r\n #### 1/16 Post-Impressionism\r\n\r\n**Impressionism**  \r\ndeveloped in France in the 19C. century and is based on the practice of painting out of doors and spontaneously 'on the spot' rather than in a studio from sketches\r\n\r\n* Produced an unfinished look in paintings  \r\n* Reflected fleeting moments  \r\n* Painted scenes that looked fuzzy and unrefined  \r\n* Used short, quick brush strokes  \r\n* Key artists: Monet, Degas, Pissarro   \r\n  * Monet: uses **natural pastel hue**   \r\n* Motivation: create the impression of a moment (idea comes from realism), focuses on lighting  \r\n\r\n**Post Impressionism** \r\n\r\n* Artists move further away from academic naturalism (towards abstraction)  \r\n* Strong influence non-European art and culture (Japanese prints, Primitivism)  \r\n* Key Artists: Gauguin, Van Gogh  \r\n  * Expressive color  \r\n  * Painting as subjective expression: how art can evoke emotions   \r\n  * Painting as escape from anxieties of modern life  \r\n* Cezanne, Seurat  \r\n  * Geometric stability  \r\n  * Attention to form and structure  \r\n  * Seurat: manipulates color, develops pointillism \r\n\r\nGauguin, *Vision after the Sermon (Jacob Wrestling with the Angel)*, 1888\r\n\r\n* Post impressionism   \r\n* Color: white and red/ impasto red dramatic   \r\n* Theosophy   \r\n* Breton women, dressed in distinctive regional costume, have just listened to a sermon based on a passage from the Bible  \r\n* Background: divided by diagonal tree trunk   \r\n* Gauguin First religious picture, wanted to give it to a church  \r\n* Churches denied lol \r\n\r\n#### 1/18 Modernism & The female Nude: Picasso's Les demoiselles d' Avigonon\r\n\r\n**Context:**   \r\n1907  \r\nHow the painting represents the relationship between the female nude and modernism  \r\nHistory of western art and the Renaissance   \r\nImmediate context in which Picasso made this painting   \r\nGeneral reception of the painting \r\n\r\nPicasso:\r\n\r\n- Known as the inventor of cubism   \r\n- Known for Guernica (anti-war painting in 1937\\)\r\n\r\n\r\n- Picasso skilled at naturalism, creating an image that looks lifelike   \r\n- An opportunity to think about abstraction   \r\n- Abstraction is about deconstruction of representation   \r\n- A result of specific set of choices \r\n\r\nWithin the western tradition, long history of images/ sculpture of nude figures   \r\nAt the center of Greek art was the male nude (Michelangelo’s David; Antonio’s Perseus)\r\n\r\n- Male figure \\- heroic   \r\n- The accurate depiction of male nude \\- highest level of artist achievement \r\n\r\nIn contrast, female nude:\r\n\r\n- Nude image of female had an erotic function   \r\n- William Hogarth, Marriagea la Mode: curtain drawn over a female nude bc it’s so overly erotic   \r\n- Titles like: sleeping venus; Rokeby Venus; the Toilette of Venus (god of love) \\-\\> a mythological pretext for her nudity  \r\n- Distort female body to show more nudity  \r\n- Emerged in the context of italian renaissance that insisted upon the gap of the functions of male and female nudity \r\n\r\nEdouard Manuet \\- broke the historical tradition \r\n\r\n- Olympia, 1863 (referencing Venus of Urbino) \\- first modernist painting   \r\n  - Depicts the modern life  \r\n  - Declares the surface of painting, acknowledges the existence of the canvas   \r\n  - Frankness of her stare suggests a transactional relationship btw viewers of the painting and her  \r\n  - Flowers brought to her by a woman who’s her servant (African descent) from her next client   \r\n- A hinge btw the history of reclining female nude and its modern iteration  \r\n- Deliberately updates the figure, no longer a mythological figure of Venus but explicitly a modern sex worker   \r\n- The way in which he compressed the space (compared to Venus of Urbino) \\- darkness → shallow background, brightness of white presses forward   \r\n  - Establishes a precedent of avant garde shock that happens through the female nude\r\n\r\nPaul Gauguin, Copy of Manuet’s Olympia 1891\r\n\r\n- A deliberate conversation   \r\n- Modernism is worked through the body of female nude  \r\n    \r\n  Sex workers/ women, an emblem of modernism “The New Woman”  \r\n- The beautiful girl 1919  \r\n- Street, berlin, 1913\r\n\r\nPaul Cezanne, The large bathers, 1906\r\n\r\n- He challenges the fundamental assumptions of naturalism  \r\n- Ex: this work depicts the real world but also presents itself as a painting through  \r\n  - The breaking open of form (the distortion of tree branches; the relationship between the trunk and the sky)\r\n\r\nMatisse paints Bonheur de vive (in conversation w the painting above)\r\n\r\n- Abstraction  \r\n- Emptying out of form  \r\n- Emphasis on outline  \r\n- Discrete scenes: idealized and pastoral   \r\n- Trying to create a modern, classical grandeur   \r\n- Pleasing to look at\r\n\r\nGertrude Stein: hangs up this painting, seen by Picasso   \r\nPicasso was in the process of painting the portrait of Gertrude Stein, saw Matisse’s painting as a challenge and came up w Les Demoiselles d Avignon  \r\n\r\n- The painting of Gertrude Stein reflects his interest in form\r\n\r\n**Les Demoiselles d Avignon** (Symbolic of Picasso’s misogyny and racism)  \r\nNo pastoral setting, no bright colors  \r\neverything is angular    \r\nRed light district in Barcelona (Spanish sex workers)  \r\nShallow space → compression achieved through a lack of background detail; a tangled of bodies; disproportion of faces  \r\nstylistic dysjunction (multiple styles happening in one painting)\r\n\r\n- Faces resemble → Dan mask; Baule mask → signifies Africaness/ a monstrosity\r\n\r\nFlatness of figures   \r\nPresence of a reclining figure (second on the left)\r\n\r\n- Makes more sense if she were to be lying down  \r\n- Rendering her hinged up at the viewers  \r\n- Further compresses the space, a furthering of abstraction  \r\n- What does that achieve?   \r\n  - The figure becomes confrontational   \r\n  - Gazes are multiplied (compared to Olympia), extending the dialogue  \r\n  - Olympia confronts the everyday male viewer w his own practices of sexuality and how that’s comodified   \r\n  - Whereas Picasso is aiming to further the shock factor, to further highlight to the male viewers the banality of the everyday life; updates a classic genre, intentionally   \r\n    - Through the extension of flattening, the multiplication of gazes  \r\n- Figure on the very left  \r\n  - Holding open a curtain for viewers to survey her body\r\n\r\nNowhere for the eyes to go, attention gets thrown back to the foreground  \r\n(white and black are used to render volume, which the painting lacks)  \r\nThe fruit at the bottom of the canvas \r\n\r\n- Putting viewers at the table, engaging with and confronting the women directly\r\n\r\nUnderstood as a formal innovation that led to Cubism \r\n\r\nPrimitivism in 20th C.: Western writers conceive the cultural other as an authenticity, as a sight of other than themselves, rather than reflecting about the differences \r\n\r\nRinggold, Picasso’s Studio\r\n\r\n- Picasso becomes a side character in the story of modernism \r\n\r\n#### 1/23 Post-Impressionism (Continue)\r\n\r\nDivisionism: reflecting on the division of plane into infinite dots  \r\nPointillism \r\n\r\n- Two directions that artists go to engage w colors (differentiation vs synthesis) \r\n\r\n###### *Georges Seurat*\r\n\r\nInterested in scientific approach to color, to bringing stability and classical quality to impressionism   \r\nAnd thinking about class in the contemporary context\r\n\r\n* Bathers at Asnieres 1884  \r\n  * Working class leisure   \r\n  * Lower class status  \r\n  * Context: Pastoral, mythological settings of traditional bather paintings   \r\n* Sunday Afternoon 1884  \r\n  * Middle class leisure   \r\n  * Mature style → more dotted    \r\n* Le chahut 1889  \r\n  * Performance as a social context, not an image of performance isolated from its context Create opportunities for a rich patterning of colors → stability of subject, contradicts the content  \r\n  * Stability vs. movement (classism, solemnity)  \r\n* Parade de cirque 1887  \r\n  * Bourgeois, leisure, at night \r\n\r\n![微信截图_20240906113348](https://github.com/user-attachments/assets/d2824175-d518-4b8f-a4d6-aa94b722a4a3)\r\n\r\nInfluential figure for the development of cubism, not totally post impressionist bc approach looks very different from impressionist   \r\nBreaking open closed form\r\n\r\n* Still Life w Basket of apples 1893  \r\n  * Stuffy genre → still life   \r\n  * Creating a scene w multiple diff perspectives   \r\n  * Edge of table doesn’t line up, the corners don’t match  \r\n  * Thick application of paint for napkin: Creating a sense of structure, of folds  \r\n  * Overall composition: disorienting   \r\n    * Trying to paint in a way that reflect the way our eyes engage w paintings → not linear, not single point perspective; our eyes wander around   \r\n    * Breaking the standard criteria of composition since Renaissance which is the idea of a unified image (→ painting has to present one thing from one view) \\- Deconstruction of tradition   \r\n    * Representation vs reality: how painting constructs representation   \r\n    * Interested in the materiality of color; Brush strokes: constructing forms w paint   \r\n* Mont sainte Victoire 1885  \r\n  * Disintegration of form   \r\n  * Lack of outline: truck of tree vs un outlined zone next to it  \r\n  * Recession of space, tree established a sense of distance   \r\n* Mont Sainte Victoire 1902  \r\n  * Repeated patches of color \\- pixelated \\- sit on the surface of the canvas   \r\n  * Stacked up vertically, no sense of space   \r\n  * Bleeding of forms \\- breaking open of form itself; form isn’t a coherent thing, designated by outlines or not; Key principle that Cezanne is challenging   \r\n  * Analysis of representation through the materiality of painting   \r\n* The Large Bathers 1906  \r\n* Bathers 1894-1905  \r\n  * Drawing on a tradition of scenes of bathers   \r\n    * idealized natural setting, mythological context (Diana and Callisto 1635; Pastoral Symphony 1510\\)  \r\n    * Bathing: pretext for nudity   \r\n  * Cezanne and Seurat continue the tradition  \r\n    * Interest in using new techniques to engage traditional subjects \r\n\r\nImpressionists: Momentarily experience w naturalism   \r\nPost impressionist: artist capture their own experience in a subjective way \r\n\r\n- Everyone is motivated by the desire to access truth, to make a painting that feels true and real, whether its through personal temperament or objective perspective   \r\n- Idea of Expressionism is emerging \r\n\r\n###### *Chronology of Matisse & Fauvism* \r\n\r\nSalon d’Automne, 1905\r\n\r\n* Key moment of Fauvism  \r\n  * Short lived movement, influential, head figure: Matisse  \r\n  * Matisse \\+ Picasso   \r\n  * Two different approach to modernism: Matisse \\- Characterized by his use of color; Picasso \\- Interested in form \r\n\r\nPaul Signac: advocate for divisionist technique, for neo impressionism \r\n\r\n* Golde Juan 1896: Experimenting w non naturalistic color   \r\n* Matisse studied with Signac \r\n\r\n![微信截图_20240906113552](https://github.com/user-attachments/assets/e15a39f3-70a7-4c0a-a12f-03d3cb5ee8e6)\r\n\r\n\r\nLuxe calm et Volupte 1904 (compared w Island of la Grande Jatte) \\- Pre Fauvist work \r\n\r\n* Both reflects neo impressionism and deviates from it   \r\n* Devisionist technique: dots bigger and elongated; Seurat would never paint in dashes   \r\n* Attention between form and color   \r\n* No relationship betweenn lifelike depiction and the color; color no longer a vessel for naturalism   \r\n* Complementary colors  \r\n* Scene of bathers, mosaic quality, sense of flatness   \r\n* Interested in classical theme but also including his own recurring model \r\n\r\n![微信截图_20240906113600](https://github.com/user-attachments/assets/0bcf1e74-875f-46c1-8fc3-7abfce525095)\r\n\r\n\r\nThe Green Line 1905 \\- Fauvist work \r\n\r\n* Contrast of colors; rich variety of colors;  \r\n* different types of application of paint: Flat patchiness vs thick impasto (inconsistency)\r\n\r\nHuman figures: a divorce between the image from its need to represent the actual person (trace back to Van Gogh) \r\n\r\n* Fauvism: First avant garde movement in Paris   \r\n  * Etymology: beast in French  \r\n  * Shocking to Parisian viewers bc it was abstract in colors \r\n\r\nWoman w a Hat 1905\r\n\r\n* Self Portrait w Bandaged ear 1889 \r\n\r\n![微信截图_20240906113613](https://github.com/user-attachments/assets/c84abc00-8e4b-4376-a17b-ca822e4d0306)\r\n\r\nOpen Window Collioure 1905\r\n  \r\n* Zones of flat colors and thick impasto strokes  \r\n* Arbitrary colors   \r\n* Spatial ambiguity, compression of space   \r\n* Sail boats in the background but applied w thickest impasto strokes, coming toward viewers   \r\n* Guiding principle for Matisse   \r\n  * Surface tension: a richness and vibrancy of surface through color \r\n\r\n![微信截图_20240906113702](https://github.com/user-attachments/assets/26ab890d-d4f3-4d94-b838-4e52bf6aad2b)\r\n\r\nBonheur de vivre (Joy of Life) 1905\r\n\r\n* No coherent perspective   \r\n* Flat planes of colors   \r\n* Moving away from the scientific approach to color (neo impressionism)   \r\n* Embracing a more expressive mode of color (harmonious color scheme)  \r\n* Pastoral scene; water in the background; classical motif   \r\n* Units of scenes within the painting, each existing independently  \r\n* Encourages the eye to wander around, circumnavigate the different elements   \r\n* Thick outlines for two women in the center; echos the tree trunk; pattern of sinuous lines   \r\n* Color creating a rich dense surface \r\n\r\n![微信截图_20240906113756](https://github.com/user-attachments/assets/812f63bd-2a32-4829-940a-6d80a9ce1e15)\r\n\r\n\r\nBlue Nude 1907\r\n\r\n* Reclining female nude, response to Picasso’s Les demoiselles d' Avigonon  \r\n* Distortion of form \\- exaggeration of anatomy   \r\n  * How does it characterize the differences between the two artists?   \r\n  * Matisse  \r\n    * Gaze is looking down, negate the confrontational dynamic or rechannel it   \r\n    * Pastoral, natural setting, not located as precisely as Picasso’s painting   \r\n  * Picasso  \r\n    * Figures more confrontation  \r\n    * Barcelona red street setting   \r\n* Referencing the colonial/ racial other in the title without mapping another form in the painting\r\n\r\n![微信截图_20240906113824](https://github.com/user-attachments/assets/0381737d-b7de-4c06-a24f-bf197c693f41)\r\n\r\nDance 1910\r\n\r\n* Expanded scene from Bonheur de vivre   \r\n* Dance I: sketch   \r\n  * Commissioned by a wealthy Russian for his staircase at home   \r\n* Simplified color palette  \r\n  * Green: land?   \r\n  * Blue: sky?  \r\n    * No clear indication of the space   \r\n* Abstraction of background   \r\n* Sense of flatness – achieved through an expansion of scale and a diminishing surface detail  \r\n* A sense of continuity, collective moment   \r\n* Contrast dance with Music 1910  \r\n  * Solitary poses, eerie stillness   \r\n  * Overwhelming orange, super saturated \r\n\r\nInterior with Eggplants 1911\r\n\r\n* Flat planes of color crowded w decorative details, no sense of depth   \r\n* A flat patterning \\- surface tension\r\n\r\n![微信截图_20240906113851](https://github.com/user-attachments/assets/17764b83-9392-4923-b246-f2d8b9ee4656)\r\n\r\n\r\nSpanish Still Life 1910\r\n\r\n![微信截图_20240906113858](https://github.com/user-attachments/assets/10d84e02-5941-48e1-a737-7bce8fb4c066)\r\n\r\nThe Red Studio 1911\r\n\r\n* Tradition of artists painting about their studio  \r\n* Defeat our eyes desire to read depth   \r\n  * Red flattens the space (like Vision after the Sermon by Gauguin)  \r\n  * Lines don’t work to create a coherent senes of space (don’t become narrorwers as they move away from the viewers)   \r\n* Line: absence of paint → canvas showing through   \r\n* Creating space, represent space without depth while also creating surface tension \r\n\r\nAfter 1911, Matisse engaged w cubism   \r\nView of Notre Dame 1914  \r\nThe Piano Lesson 1916  \r\nDance II  \r\nSwimming Pool 1952: Using cutouts, papers and scissors as his primary medium\r\n\r\n- Collapses into just the surface (color as shape) \r\n\r\n#### 1/25 Cubism\r\n\r\nUnderstand and recognize the differences between synthetic cubism & analytic cubism   \r\n> [!NOTE]\r\n> Synthetic: incorporation of external materials\r\n> Analytic: 1912 near abstraction\r\n\r\nBraque & Picasso collaboration (ended by WW1) 1908-1914  \r\nAnalytic Cubism 1909-1912  \r\nSynthetic Cubism 1912-1915  \r\nAvant-garde movement based in Paris – significant influence in development of abstraction\r\n\r\n* counterpoint to Fauvism – which was about color, but Cubism is about form  \r\n* external material incorporated into the painting\r\n\r\nRepresentation: from likeness to signification \r\n\r\n* Rejecting the idea of what art is – it doesn’t exist on a surface; it’s not decorative   \r\n* Analysis of the nature of representation   \r\n  * Representation: Imitation of likeness   \r\n  * You can describe something that help viewers conjure their own image (there are non representational mode of painting)  \r\n  * From the iconic to the linguistic mode of representation  \r\n    * The signifer and the signified (the relationship is arbitrary) \r\n\r\nCollage\r\n\r\nPicasso \r\n\r\n* Move from naturalism to impressionism (date?)  \r\n* Blue Period 1902  \r\n* Rose Period 1905 (post-impressionism)  \r\n* Interest in Iberian sculpture 1905-1906\r\n\r\nMatisse – abstract portraiture – both relate and opposite of Picasso \r\n\r\n* Achieve abstraction through:  \r\n  * Matisse: Happen through non-naturalistic color   \r\n  * Picasso: Transformation of form   \r\n    * Conceptually more challenging than distortion of color   \r\n  * Reintegration the debate between line and color  \r\n* Continued use of Iberian mask late 1906   \r\n* Culminates in Demoiselles 1907\r\n\r\nBraque *Houses at L’Estaque 1908* \r\n\r\n* What gave cubism the name   \r\n* Digesting the lessons of Picasso and Cezanne  \r\n  * Vs. *Mont Sainte Victoire* by Cezanne  \r\n  * A more limited color palette, a simplification of form   \r\n  * No sky, horizon line, creates a feeling of the form spilling forward rather than receding back   \r\n  * The shading is not working in the opposite way  \r\n    * Typically the light is closer to the audience and the shadow is further away   \r\n    * Creating the sense that the volume is concave instead of convex \r\n\r\nPicasso *Three Women* 1908\r\n\r\n* Every form is a triangle  \r\n* Less cubes than facets   \r\n* the different placement of the uniformed units signified the object – gets into the question of signification →  triangle in and of itself doesn’t indicate elbows but the placement of them created an elbow  \r\n  * Relational model of meaning \r\n\r\nPicasso *The Reservoir Horta de Ebro 1909*  \r\nPicasso *Houses on the hill horta de Ebro 1909*\r\n\r\n* Picasso digesting lessons from Cezanne  \r\n* Shapes being relational   \r\n* Seeing things from multiple perspectives on one plane all at the same time  \r\n* Faceting of planes   \r\n* Where we start to get into analytical cubism   \r\n* Legibility of the structure of the subject starts to vanish over the next year or so\r\n\r\n\r\nPicasso *Girl with a Mandolin 1910*\r\n\r\n* Geometric rendering of a human body  \r\n* Also a rendering of shadow and light, line and plane as themselves arbitrary   \r\n* Rather than producing likeness, representation through system of signification \r\n\r\n\r\nBraque *Violin and Palette* 1909\r\n\r\n* Playing w the same idea  \r\n* Multiple perspective:  access to the front and the side at the same time   \r\n* Structuring of the backgroun such that it occupies the same plane as the object  \r\n* Cubism: a lot of musical instrument → reduced to their symbols    \r\n* The nail on the top:  \r\n  * Supporting the painter’s palette   \r\n  * The shadow has a surprising legibility at this stage of Cubism  \r\n  * Moment of trompe l’oeil   \r\n    * Trick of the eye, convincing illusionism → something as occupying our space   \r\n    * Another register of representation   \r\n    * The nail could be actually piercing the painting and leaving a shadow on the canvas \r\n\r\nPicasso *Standing Female Nude 1910*\r\n\r\n* Not interested in non-representation, or non objective   \r\n* Will always remain engaged with representation, at the limit of representation   \r\n* Interest of *the Three Women* repeated but extended   \r\n* Lines don’t depict anything, but indicate bodies in the context, shading itself rendered arbitary\r\n\r\nPicasso *Kahnweiler* *1910*\r\n\r\n* Shimmer of facets   \r\n* Vs. *Girl w a mandolin*  \r\n* One figure but there’s repetition of the subject; multiple zones of figuration \r\n\r\nBraque *The Portuguese* 1911\r\n\r\n* A man standing on a dock, playing guitar   \r\n* He has a lil mustache ahahah so cute\\!  \r\n* Radical reduction of form, of color palette, of shadow and line   \r\n* Color and shading don’t designate form but rather cursory outlines do\r\n\r\nPicaso *Ma Jolie* 1911\r\n\r\n* Introduction of lettering → pointing us to collage   \r\n* Title also a name of a popular song   \r\n* Picasso’s most abstract painting   \r\n* Reduction of form to intermittent grid w a general triangle format to indicate a body  \r\n* Vs. the Red Studio (Fauvism): Achieving flatness through totally different means  \r\n  * Matisse: playing w color to create a flat decorative quality  \r\n  * Picasso: interested in the nature of representation through arbitrariness \r\n\r\nPicasso *Still Life w Chair Canning* 1912\r\n\r\n* Oil cloth pasted onto the canvas  \r\n* Outline of a thick rope   \r\n* External elements physically incorporated into a painting → Stylistic heterogeneity  \r\n* Style: reflecting analytic cubism; introduction to collage   \r\n* Physical materiality of a table \\+ things on the table   \r\n  * *Jou* representing newspaper → mass production \r\n\r\nPicasso *Guitar* 1912\r\n\r\n* Vs. Grebo Mask  \r\n  * Eyes protruding; signified through a presence rather than absence   \r\n* Similarly, the cylinder stands in for the whole   \r\n  * An understanding of the sign  \r\n    * A statement of the arbitrariness of sign in a visual medium  \r\n    * While the cylinder is represented in an opposite mode, it’s immediately understood by the view   \r\n    * Bois: Historicizing the formal structure of the work   \r\n    * Semiotic reading: Lines are signs and are relational, just like how letters only come to be words in relation to other letters   \r\n      * Semiotics as a mode of formal analysis   \r\n    * Meaning comes from the different parts coming together in the work  \r\n* Significance: demoiselles uses African elements to produce shock, for their stylistic disjunction; here the eyes are used as a factor of shock \r\n\r\nPicasso *Guitar and Wineglass 1912*\r\n\r\n* Integrating mass culture into the painting  \r\n* Wallpaper, wood grain, newspaper, sheet music   \r\n* Wineglass: analytical cubism; pasted into the collage   \r\n  * Picasso thinking about the style that he developed w Braque as another representational mode of depicting something   \r\n* Wallpaper is the body of the guitar but also the background  \r\n* Poggi: contrasts Cubism w Symbolism – focus more on culture, social history   \r\n  * Symbolists: exist in the industrialized culture but are rejecting in its images  \r\n    * Interested in pre industrial   \r\n  * Poggi argues that Picasso challenges the symbolist version of modernism which rejects the products of industrialization   \r\n* Bois: focus more on the cultural other, form and structure, Picasso’s psychology\r\n\r\nBraque *Fruit Dish and Glass*   \r\nPapier collé\r\n\r\n* Significance of mass culture \r\n\r\nPicasso *Violin* 1912\r\n\r\n* Formal exploration of representation  \r\n* Another example of Papier collé  \r\n* Newspaper arranged vertically so viewers could read  \r\n* Wood grain of the surface of the violin as well as the room/ wall exist on the same plane   \r\n* Curve indicating the bottom of instrument   \r\n* The f hole in the middle indicates that it’s a violin   \r\n  * The different sizes of the f holes stand in for the fact that the violin is at an angle \r\n\r\nPicasso *Au Bon Marché* 1913\r\n\r\n* A lot of puns \r\n\r\nPicasso *Glass of Absinthe* 1914 \r\n\r\n* Translate the analytic cubist mode into a sculpture   \r\n* A collaging sculpture   \r\n* Pointilism as a motif: a scientific way of constructing solidity/ impressionism \r\n\r\nPicasso *Pipe and musical score* 1914\r\n\r\n* What does it mean to display a picture   \r\n* Wall paper appropriating as a frame   \r\n* A real frame and a frame displayed within (shadow)  \r\n* Pointilism as a motif again   \r\n* Disjuntion of styles \r\n\r\nPicasso *Portrait of a young girl* 1914\r\n\r\n* Return of color; color as material   \r\n* Patches of both cubism and pointilism \r\n\r\nPicasso *Harlequin* 1915\r\n\r\n* Maintenance of spatial ambiguity   \r\n* Brown is the background but also a figure   \r\n* form : Indicates body parts in relation to others  \r\n* Patches of disjuntion of styles continued \r\n\r\nPicasso *Three Musicians* 1921\r\n\r\n* Collage is informing an entire painted area  \r\n* Synthesizing existing different planes   \r\n* Move away from the confrontation w the mass culture   \r\n* Reture to the large scale painting; return to order   \r\n* WW1: Return to whole figures, naturalism, classism; coexist w abstraction   \r\n  * How does one reconcile w that?  \r\n    * Picasso likes stylistic disjunction   \r\n    * Conversation between works  \r\n    * Picasso’s career isn’t a straight line   \r\n  * Interest in surrealism \r\n\r\n#### 1/30 Cubism II: Reception\r\n\r\nPicasso: interested in the fundamental question of representation  \r\nHow do you represent something without necessarily repeating its appearance   \r\nMethods and approaches to Cubism   \r\nCubism representing a linguistic model of representation  \r\nCubism as a kind of conceptual exercise   \r\nImportance of Cubism’s influence\r\n\r\n* Cubism as simultaneous, multiple perspectives  \r\n* Cubism as movement on static surface   \r\n* Cubism as geometricizing even purifying of form – machine aesthetic, modern classicism  \r\n* Cubism as pointing to abstraction \r\n\r\n**Juan Gris**  \r\nApproaching representation through a more playful approach  \r\nMore accessible than Picasso's painting \r\n\r\n*The Table* 1914  \r\nDepicting silverware   \r\nWoodgrain wallpaper as a naturalistic tabletop representation: a sight of illusion   \r\nNaturalistic type of drawing compared to Picasso and Braque   \r\nAnd objects retain structural integrity \r\n\r\n*Still Life: The Table* 1914  \r\nCollage principle   \r\nText: the real and the fake   \r\nThinking about representation as a gap between reality and invention   \r\nInvitation to the audience to unlock the image through the key   \r\nCigarette  \r\nCursory sketch of a cigarette \r\n\r\n*Still Life with Checked Tablecloth* 1915  \r\nOptical illusion   \r\nInterested in different registers of representation \r\n\r\nHenri Matisse *View of Notre-Dame* 1914  \r\nDistorted geometric components   \r\nDiscontinuity   \r\nDifferent shades of purple: schematic rendering of perspective   \r\nGreater presence of line; darker\r\n\r\nHenri Matisse *The Piano Lesson* 1916   \r\nHead: multiple views   \r\nInvestigating structure   \r\nAlfred H. Barr (First director of MoMa)  \r\n“Cubism and Abstract Art” 1936  \r\n![微信截图_20240906114209](https://github.com/user-attachments/assets/ede74b65-b3bd-4a07-a9be-34c964869b1c)\r\n\r\n\r\n###### *Salon Cubism*\r\n\r\nSalon cubists: Interested in participating in the salons 1911  \r\n(unlike Picasso and Braque) Produced a lot of writing, speech, and discourse, more eager to provide a reading for their work  \r\nMore responsible for readings of Cubism \r\n\r\nHenri Le Fauconnier *Abundance* 1910  \r\nGeometric simplification of form   \r\nStrong relation to Cezanne (the background doesn’t seem very far away; a collapse of depth) \r\n\r\nAlbert Gleizes *The Bathers* 1912  \r\nVs. The Large Bathers by Cezanne \r\n\r\n* Naturalistic colors   \r\n* Forms are abstracted and closed   \r\n  * Whereas Cezanne interested in breaking open of form  \r\n* Geometricizing nature \r\n\r\nJean Metzinger *Le Gouter* 1911  \r\nVs Picasso Girl w a Mandolin \r\n\r\n* Geometricizing the body  \r\n* Multiple perspectives   \r\n* More naturalistic than Picasso’s \r\n\r\nKupka, *Mme Kupka among Verticals* 1910-11 \r\n\r\n* Injecting abstract colors (not via Fauvism but Cubism’s geometric mode)   \r\n* Wow love this work\r\n\r\nRobert Delaunay *Simultaneous Windows on the City* 1912\r\n\r\n* Approaching color abstraction via Cubism   \r\n* Still cityscape   \r\n* Painting both the frame and the canvas   \r\n* Commentary on the idea that painting is a window through which you see the world   \r\n* Vs. Eiffel Tower 1911  \r\n  * Window motif repeated   \r\n  * The rectangular forms are traces of buildings  \r\n* Cubism as a way of depicting cityscapes   \r\n* Cubism points to abstraction that ultimately leads to his signature style\r\n\r\n###### *Simultanism* \r\n\r\nRobert Delaunay *Simultaneous Contrasts: Sun and Moon* 1913\r\n\r\n* Neoimpressionist color theory \r\n\r\nSonia Delaunay *Electrical Prisms* 1914  \r\n*Blanket* 1911\r\n\r\n* Craft/ handmaking as an abstract design practice \r\n\r\n*Simultaneous Dress* 1913\r\n\r\n* Utopian dimension: move off from canvas and into everyday life \r\n\r\nFernand Leger *The City* 1919\r\n\r\n* Compression of space – a sense of crowdedness   \r\n* Multiple perspectives, fleeting encounter  \r\n* Pace of modern life   \r\n* Fragmented planes of colors/ letters – reference to advertisement, stores, signs, visual language of modernity, a visual overwhelm  \r\n* Billboard of humans are more lively than the actual human figures at the bottom    \r\n  * Human bodies: Automaton   \r\n* A geometric treatment of form – machine aesthetic \r\n\r\nFernand Leger *Exit the Ballet Russes* 1914\r\n\r\n* Fracturing of planes   \r\n* Stripey machine aesthetic   \r\n* Maintain a sense of geometric volume, not totally about flatness \r\n\r\nFrancis Picabia, *the Procession, Seville* 1912\r\n\r\n* Relate to Picasso’s Three women   \r\n* Landscape pointing to abstraction \r\n\r\n*I see Again in Memory My Dear Dear Udnie*  \r\n\r\n* Machanical abstraction   \r\n* Embracing curves, a style coming out of Cubism geometric forms   \r\n* No clear subject, but there are recognizable shapes \r\n\r\nmechanomorph: Machine and people \r\n\r\nMarcel Duchamp *Nude Descending a Staircase* 1912\r\n\r\n* Futurist mode/ atomaton suggestive   \r\n* Rejection from/ by the salon cubists \r\n\r\nMarsden Hartley *Portrait of a German Officer* 1914\r\n\r\n* Cubism: simplification of forms to emblems   \r\n* Portrait of an officer without a human presence (uniform)\r\n\r\n###### *Purism*\r\n\r\nClassical version of Cubism \r\n\r\nLe Corbusier *Still Life* 1920\r\n\r\n* Solemnity and presence   \r\n* No play w form or depth   \r\n* Naturalistic version of the scenes   \r\n* Crafting a modern classicism   \r\n* What’s the essence of form   \r\n  * Interested in finding the essence of form through purification   \r\n  * Machine classicism expressed through Corbusier’s architecture (Villa Savoye 1929\\)\r\n\r\nAmedee Ozenfant *Still Life With Bottles* 1922\r\n\r\nCubism and Sculpture   \r\nPicasso *Guitar* 1912  \r\nPicasso *Glass of Abstinthe* 1914\r\n\r\n* Geometric abstraction   \r\n* Assemblage practice \r\n\r\nCubism as a simplification of form\r\n\r\n* Alexander Archipenko *Medrano II*   \r\n  * Has a plane backing, a stage \r\n\r\nGeometric version of classcism \r\n\r\n* Alexander Archipenko *Woman combing her hair*   \r\n* Jacques Lipchitz *Man With a guitar*   \r\n  * Guitar reduced to its fundamental volume   \r\n  * Planes have a volume \r\n\r\nArt deco: Cubism adapted to a popularist style \r\n\r\n* Signals modernism but fundamentally remains classical \r\n\r\n#### 2/1 Expressionism \r\n\r\nWorringer: empathy \\= connection to nature and the organic   \r\n\tKunstwollen: artistic volition itself; thinking about art as ahistorical \r\n\r\n* What artistic mode corresponds to empathy? Representational/ naturalistic art   \r\n  * Characterizing all art in two poles   \r\n  * Naturalism: content, happy   \r\n  * Abstraction: fear, anxiety, neurosis, dread   \r\n    * Psychology of art   \r\n      * Psychology was emerging as a field during this time too  \r\n* What kind of account of our history is he telling? What is the historical basis of style?   \r\n  * Psychological history  \r\n* Who is the agent of all art ever? What governs the transition?   \r\n  * The collective movement of a large group   \r\n  * \r\n\r\nSimmel: contextualizes it more\r\n\r\n* Industrial revolution   \r\n* Economic structure of capitalism   \r\n* City as the emblem of modernity \r\n\r\n* Why abstraction now?   \r\n* Why are they interested in primitivism? \r\n\r\n\r\nSigmund Freud \r\n\r\n* Conscious vs unconscious   \r\n* Sexuality is amongst the unconscious \r\n\r\n###### *Precedents for Expressionism* \r\n\r\nVincent Van Gogh *Self Portrait W bandaged Ear*   \r\nGauguin *Vision after the sermon* 1888\r\n\r\n* Interested in spirituality \r\n\r\n**Symbolism**   \r\nGustave Moreau *The apparition* 1876\r\n\r\n* The woman who is seductive but threatening   \r\n* One of the favorite subjects of symbolists \r\n\r\nMaurice Denis *Climbing to Calvary* 1889\r\n\r\n* An escape from modernity through investment in myth-making, mysticism \r\n\r\nFernand Khnopff *Caresses* 1896\r\n\r\n* Using painting to produce a mood, despite its naturalistic style \r\n\r\n**Art Nouveau**\r\n\r\n* producing work that doesn't take inspiration from the classical past but rather a kind of separating from the classical past and using nature as inspiration   \r\n* Stylized version of nature \r\n\r\nJoseph Maria Olbrich *Secession Building* 1898  \r\nHorta *Tassel House* 1893\r\n\r\n* Radically modern and highly decorative\r\n\r\nHenry Van de Velde, Tropon Poster, 1899\r\n\r\n**Vienna Secession**  \r\nGustav Klimt *Beethoven Frieze* 1902\r\n\r\n* Capture the feeling and quality of Beethoven’s music rather than illustrating a narrative   \r\n* Simplified form, highly decorative \r\n\r\nGesamtkunstwerk: total work of art \r\n\r\nMunch *The Scream* 1893  \r\nExtending the ideas of Van Gogh by further emphasizing his idea of art work as psychological state   \r\nDepict the intensity of modern life \r\n\r\nJ.M.W. Turner *Slave Ship* 1840\r\n\r\n* Nature as a vehicle for expressing intense feeling \r\n\r\n###### *German Expressionism*\r\n\r\nDie Brucke (1905-1913): a group of German expressionist artists formed in Dresden\r\n\r\n* Ernst Ludwig Kirchner *Manifesto* 1906  \r\n  * A break w tradition   \r\n  * Emphasis on youth   \r\n  * Orientation to the future   \r\n  * Written on print: Reviving a print tradition – a Germanic Northern tradition  \r\n* Kirchner *Reclining Nude in Front of Mirror* 1909  \r\n  * Fauvism vibe: non naturalistic color   \r\n    * Acidic green, magenta, bright blues, bright yellow   \r\n  * Distortion of perspective and space   \r\n* *Self Portrait w Model* 1907  \r\n  * Garish  \r\n  * Abstraction of form   \r\n* *Girl w a Japanese Umbrella* 1909  \r\n  * Thick makeup on the face   \r\n* *Street, Dresden* 1908  \r\n  * VS. impressionist painting *Paris Street; Rainy Day* 1877 by Caillebotte  \r\n  * Another pink green combo lol   \r\n  * Distortion of forms, claw hand  \r\n  * Confronting the audience   \r\n  * Psychological experience of the metropolis externalized   \r\n* *Berlin Street Scenes* 1913-14   \r\n  * Toning down the colors  \r\n  * Forms more jagged   \r\n    * Influence of african sculpture model  \r\n  * Sex workers, emblematic of modernity, epitome of capitalism   \r\n    * Anything can be commodified, even your body   \r\n  * Women standing in the crowd of suited men  \r\n    * Threatening   \r\n* *Self Portrait As Soldier* 1915  \r\n  * damaged version compared to the previous self-portrait   \r\n  * Impact of WW1  \r\n  * Depicted himself as amputated (he didn’t fight)   \r\n  * Metaphorical amputation: points to his psychological state   \r\n  * Physical body becomes a metaphor for interior feelings  \r\n  * portrait doesn’t have to reflect the actual body   \r\n* Erich Heckel *Franzi Reclining* 1910\r\n\r\nKandinsky\r\n\r\n#### 2/6 Futurism\r\n\r\n**Main element:**  \r\n\r\n- Movement  \r\n- Machine  \r\n- Praise War  \r\n- Link to future, discard past  \r\n- No nude  \r\n- Urgency  \r\n- Manifestos and Provocation  \r\n- Experimentation with Materials  \r\n- Political and Social Engagement  \r\n\r\n   \r\n**How to translate dynamic movement and energy to plane:**  \r\n\r\n- Aggressive dynamic  \r\n- Shock audience  \r\n- Change of pointillism: from creating stable image to creating dynamic image  \r\n- Chronophotography: photographing movement=cinema repeatation----still image can also indicate movement  \r\n\r\n   \r\n#### 2/13 Russian Avant-Garde\r\n\r\nStyle Periods:\r\n\r\n* Neo-primitivism  \r\n* Russian Cubo-Futurism  \r\n* Suprematism  \r\n* Constructivism\r\n\r\nHistorical context:\r\n\r\n* Russian revolution (Feb-Oct.1917)  \r\n  * Feb: oust the Tsarist rule (monarchy)  \r\n  * Oct: victory of the Bolsheviks (led by Lenin) – A Communist government   \r\n  * Utopian ideal: Communism (collective ownership of the means of production) opposed to capitalism (accumulation of individual wealth)  \r\n* Stalin comes to power 1924\r\n\r\nWhat type of aesthetic production (cultural program) is best suited to the new state? \r\n\r\n* Art that is appropriate to the radical new state   \r\n* Utopian moment in Russian history \\- a real sense of possibility but no clear path forward \r\n\r\n——————————————————————————————————————————  \r\nClassnotes from Avant-Garde:\r\n\r\n###### *“Primitivism”* \r\n\r\n* An aesthetic idealization that emulates the experience of “primitive” forms of life. This “life” is often itself seen as a counterweight to civilization and to modernism  \r\n  * As exoticism: recreates colonial stereotypes, presenting the “other”   \r\n  * As nostalgia   \r\n* Form: the recreation or use of simple forms of representation such as those found in naive or folk art   \r\n  * Ex: Henri Rousseau *The Dream* 1910  \r\n    * Have the qualities of a surrealist painting  \r\n* Paul Gauguin 1848-1903  \r\n  * In between impressionism and expressionism   \r\n  * Left Europe in 1891 and leave behind everything “artifical and conventional”  \r\n  * Simplicity and harmoney of the people whom he called “savages”  \r\n  * What do we do w art that is morally corrupted? \r\n\r\nExpressionism and Exoticism \r\n\r\n* Influenced by Gaugin and other European artists such as Picasso, exotic art was seen as original and pure in contrast to a decadent and distorted european establishment   \r\n* Around 1900 ethnological museums in Europe began to display artifacts from “primitive” peoples\r\n\r\nThe “Primitive” and the modern\r\n\r\n* “The most perfect style in its regularity, the style of the highest abstraction… is characteristic of peoples at their most primitive cultural level” (Worringer)  \r\n* Lamprecht believe in a “correspondence between the psyche of primeval cultures and the mental state of the present day”\r\n\r\nAuthenticity\r\n\r\n* Kandinsky linked “spritual in art” w primitive thinking \r\n\r\n*After the Swim* 1912\r\n\r\n* Inspired by African sculptures by Cubism and Picasso  \r\n* Recalls the Brucke’s fav motif: bathing and dancing “exotic” girls\r\n\r\n——————————————————————————————————————————\r\n\r\n###### *Neo Primitivism* \r\n\r\n- Ambivalence of Russian culture   \r\n- Peasants: emblem of Russian identity; the primitive    \r\n- The European modernism present in Russian   \r\n  - Matisse making murals for Russian patron \r\n\r\nNatalia Goncharova *Gardening* 1908\r\n\r\n* Post-impressionist and expressionist modernism   \r\n* Primitive subject matter   \r\n* Vs. Gaugin *Vision after Sermon* 1888\r\n\r\n*Peasants Picking Apples* 1911\r\n\r\n* Early cubism style  \r\n* Depiction of Russian peasant lives   \r\n* Vs. Picasso *Three Women* 1908\r\n\r\nMalevich *Morning in the Village after Snowstorm* 1912-13\r\n\r\n* Cubism   \r\n* Interest in the peasant life; folk objects\r\n\r\nTurn toward future-cubist style   \r\nNatalia Goncharova Airplane above the Train 1913  \r\nMalevich *The Knife-Grinder* 1912-13\r\n\r\n* Movement is depicted through repetition   \r\n* Analytic cubism and futurism \r\n\r\n*Reservist of the First Division* 1914\r\n\r\n* Synthetic cubism   \r\n* Era of WW1 (reservist)   \r\n* Interest in signs   \r\n* Malevich, Mondrian, Kandinsky arrive at Cubism before they go non-objective \r\n\r\n*Woman before an Advertisement Colum*n 1914\r\n\r\n* Planes become independent elements \r\n\r\n###### *Suprematism* \r\n\r\n*Suprematist Composition: Airplane Flying* 1915\r\n\r\n* Jumps to Suprematism (which for Mondrian and Kandinsky was a process that they eventually arrived)  \r\n* Suprematism elements   \r\n  * Plane & color   \r\n  * Arrangement of elements:   \r\n    * aerial photography as an influence – looking over geometric forms   \r\n    * Dynamic movement: overlaps, nonparallel lines (threatens to be overlapped, a momentary standstill)   \r\n    * Geometric abstraction   \r\n    * Mondrian: Interested in the way eye circulates, he would never have a diagonal line bc it would create a perception of space but for Malevich, movement is the core element of painting \r\n\r\n*Painterly Realism of a boy with a Knapsack. Color Masses in the Fourth Dimension* 1915\r\n\r\n* Fourth dimension: time   \r\n* Melavich: our relationship to spirituality – A duality   \r\n* Pure expression of the subject through a distillation of form – Indicated greater realism of the subject?   \r\n* Mystical reading of the subject, distillation not through a formal vocabulary but an imaginative intuition\r\n\r\n*Black Square*, *The Last Futurist Exhibition* installation 1915\r\n\r\n* Interested in finding the essence, they are either culminating or starting a new thing (why we always see vocabularies like the last exhibition or the first)  \r\n* Black Square placed in an important spot \\- where you’d place your Christian icon in a Russian household at the time   \r\n* Abstraction & spirituality   \r\n* Pinnacle of suprematism – the most simplified form; minimal movement   \r\n* Oscillation between your idea and the actuality \\- how your intellectuality wants it to be sat horizontally and symmetrically but it’s not    \r\n  * *The Red Square* 1915\r\n\r\nUNOVIS\r\n\r\n* Politics \\+ art: affirmers of the new art   \r\n* led by Kazimir Malevich at the Vitebsk Art School in 1919  \r\n* Post Revolution: Shifted from solo artists to collective   \r\n* The new art could be suprematism \r\n\r\nLissitzky *Beat the Whites with the Red Wedge* 1919\r\n\r\n* Known as the other suprematist   \r\n* Political element \\+ Suprematism   \r\n  * The red triangle is the Bolsheviks   \r\n  * The white: anti-communist group   \r\n* Using universal vocab of suprematism to communicate political perspective \r\n\r\n*Proun* 19D, 1920 or 1921\r\n\r\n* Mixed media on plywood   \r\n* Project of the affirmation of the new   \r\n* Three dimensionality   \r\n* Illusion without representation \r\n\r\n*Prounenraum (Proun Room)* 1923\r\n\r\n* An early example of installation   \r\n* Planes of suprematist composition become physical entities in space   \r\n* Visually looked like what Tatlin was doing with Constructivism but conceptually they were very different   \r\n  * The constructivist felt that this was bourgeois and what we needed in the new era is to cast out the bourgeois tendencies and embrace materiality \r\n\r\nTatlin *Corner Counter Relief* 1915\r\n\r\n* Embodied the idea of “**faktura**”  \r\n\r\n> [!IMPORTANT]\r\n> about the truth of the materials; countering the idea that the artist is an alchemist who transforms the work based on their intuition\r\n\r\n* Physical stuff that you can touch   \r\n* Express/ exaggerate material properties   \r\n* Opposite of Bernini *Apollo and Daphne* 1622-1625  \r\n  * Bernini: Embuing movement in static objects \\- desire to triumph over the material properties \r\n\r\nDeductive structures   \r\nRodchenko *Spatial Construction* 1920\r\n\r\n* Embraces construction not composition \r\n\r\n*Tricolor Monochrome Triptych* 1921\r\n\r\n* The end of representation. The end of painting   \r\n* “I affirmed: it’s all over. Basic colors. Everyplaine is a plane and there is to be no more representation”  \r\n* For the constructivists, this isn’t politically engaged \r\n\r\nDoesburg *Arithmetic Composition* 1929-30\r\n\r\n* Rational mathematic choices \r\n\r\nObmokhu exhibition, Moscow 1921\r\n\r\n* Constructivist group vs suprematic group  \r\n* The differences is political  \r\n* constructivist: politically more aligned w the new state than the suprematists   \r\n* After the exhibition, Constructivists turned away from abstract sculpture and made work that was more in service of the state \r\n\r\nTatlin *Model for the Monument to the Third International* 1919\r\n\r\n* Model for a building that was never built   \r\n* To build a massive modern structure that would have housed the common turn, the arm of the government invested in collaborating w other communist governments   \r\n* A monument and a building \r\n\r\n*Elevation of Monument to the Third International* 1919\r\n\r\n* 1300 feet tall  \r\n* The Diagonal is a reference to the Eiffel tower  \r\n* A functional office building that embodies Communism is better than capitalism  \r\n  * Putting design to work bc the Effiel tower wasn’t a building \r\n\r\nLissitzky *Lenin Tribune* 1924  \r\nConstructivists turning more to design  \r\nRodchenki *Box for “Our Indestry” caramels* 1923  \r\nStepanova *Designs for Sports Clothing* 1923\r\n\r\n* Designing new outfits that will abolish class differences and even gender differences   \r\n* What will the new aesthetic of this new soceity look like? We get to decide \r\n\r\nRodchenki *Lenin workers club* 1925\r\n\r\n* Workers can also be readers   \r\n* Russia was a poor country that was trying to industrialize quickly so this was one of the few designs that were made \r\n\r\nRodchenko *Books In All Branches of Knowledge* 1924\r\n\r\n* Transforming illiterate peasants into readers \r\n\r\n*At the Telephone* 1928  \r\n*Assembling for a Demonstration* 1928\r\n\r\n* Political aim: Use Photography to transform way of seeing the peasantry; Training our perception to view things in a modern way   \r\n* Photography circulated in the journalistic context as well  \r\n* Training the Russian populace to be readers and viewers   \r\n* From sculpture to instrumentalized design and propaganda   \r\n* Abstraction is still theoretical and applying it to the service of the state  \r\n\r\nStepanova *the Results of the first Five Year Plane* 1932\r\n\r\n###### *Soviet Socialist Realism*\r\n\r\nA return to naturalism   \r\nSamokhvalov *Sergei Kirov Reviews the Athletic Parade* 1935  \r\nBrodsky *Lenin in Smolny* 1930\r\n\r\n#### 2/15 De Stijl/ Neoplasticism \r\n\r\nDutch movement meaning “the style”  \r\nArtists want to find the universal style  \r\nA theory of art, an aesthetic \r\n\r\nCover of De Stijl 1917\r\n\r\n* Elementarization: finding the most basic elements of form, of painting   \r\n* Motivated by an interest in pure form that also has a relationship to spirituality   \r\n* Construction of a harmonious whole \r\n\r\nMondrian *Evolution*, triptych 1911\r\n\r\n* Anthropromorphic theory of style   \r\n* Allegory of evolution   \r\n* Personification of the three main energies: terrestrials (left), the astrial (right) and the divine in the center \r\n\r\n*Still Life with Gingerpot I* 1911\r\n\r\n* Encountering analytic cubism in France \r\n\r\n*Compoisition N.10* 1915\r\n\r\n* Plus and minus vocabulary   \r\n* Minimal retention of reference\r\n\r\n*Composition in color* 1917\r\n\r\n* Completely getting rid of reference   \r\n* Reintroducing color \r\n\r\n*Composition w color planes 5* 1517  \r\n*Composition with color planes and gray lines* 1918\r\n\r\n* Uniformity of visual effect amongst different colors  \r\n* Diluted impure version of his set of elements   \r\n* Moderating the intensity so no one color is dominating over the other\r\n\r\n*Checkerboard composition light colors* 1919\r\n\r\n* Grid becomes a rigid system that protects against arbitrariness \r\n\r\n###### *Neo Plasticism 1920* \r\n\r\n* Mondrian arrives at his mature style   \r\n* Finding harmony between line and color, line and plane, figure and ground   \r\n* Indebted to Cubism\r\n\r\nMondrian *Composition w Blue Red Yellow and Black* 1922  \r\nVan Doesburg *Composition VIII (The Cow)* 1918\r\n\r\n* The most elementarized abstraction   \r\n* Yellow square standing in for the cow torso   \r\n* Green legible as the grass field   \r\n* White is another positive form, patterning of the cow\r\n\r\n*Composition XI* 1918  \r\n*Rhythm of a Russian Dance* 1918\r\n\r\n* Distilled rhythm of russian dance \r\n\r\n*Composition XX* 1920  \r\n*Decentralized Composition* 1924\r\n\r\n* Also arrives at primary colors and rigid grids just like Mondrian   \r\n* Every line can be broken down between horizontal and vertical axes   \r\n* Consistent commitment to the grid \r\n\r\n*Simultaneous Counter-Composition* 1929–30  \r\n*Arithmetic Composition* 1929–30\r\n\r\n* Reintroduces the diagonals  \r\n* creates a rift with Mondrian who would never paint it because it’s not elemental enough, diagonals suggest movement   \r\n* Mathematical approach to abstraction \r\n\r\nWhy is this style the most universal and pure (formally and spiritually)?\r\n\r\n- Mondrian *Tableau 2* 1922  \r\n- Van Doesburg *Composition XX* 1920  \r\n1. There’s no connection to nature, a model that is totally in the ideal realm  \r\n   an ideal that is invented, divorced from nature but can be derived from nature    \r\n   Ultimately modeling a utopian theory of life   \r\n   Paintings as a microcosm of what the world could be   \r\n   Hopefully this ideal circles back and influences nature → architecture   \r\n   Paintings are models for the world    \r\n   1. Interest in Plato   \r\n      1. The earthly realm   \r\n      2. The heavenly realm: ideal version of earthly existence  \r\n2. A drive to find the zero, the essence of painting, self-contained wholes  \r\n   A non-hierarchical model that influences reality \r\n\r\nMondrian *New York City* 1942  \r\n*Broadway Boogie Woogie* 1942-43\r\n\r\n* Never seen colorful lines in his earlier work   \r\n* But now we see an interweaving of lines   \r\n* They are under or over the verticals  \r\n* The overlap of red over yellow or the other way around  \r\n* The re-embrace of grids:   \r\n  * Inspired by the geography of the city and rhythmic pulses of the city   \r\n  * Listening to jazz and influenced by the sound of jazz   \r\n    * Translating rhythmic quality of music into paintings  \r\n* Further break up of lines into pulsing units \r\n\r\n*Van Doesburg* colored perspective drawing for university concert hall 1926-28\r\n\r\n* Orientation to planes and walls → Integration of painting and architecture   \r\n* Move from looking at the painting as a self-contained whole to be immersed in the painting bc its a pure non-hierarchical model that could affect the thoughts of the person in the space   \r\n* Walls become planes \r\n\r\n*Contra construction project* 1923 \r\n\r\n* Wall themselves become planes of colors, a three-dimensional character   \r\n* Imagined as existing in space   \r\n* Leads to his reintroduction of diagonal lines bc hes thinking abt 3 dimensional space \r\n\r\n*Rietveld Red and Blue Chair* 1918\r\n\r\n* Chair reduced to its fundamental elements   \r\n* Three dimensional modular units of the grid and lines   \r\n* Beginning of modern furniture design   \r\n* Modular constructed fixed units that you can purchase and put together yourself \r\n\r\n*Schroder House* 1924\r\n\r\n* Space is dynamic and flexible according to use (with movable screens)\r\n\r\nWright *Robie house* 1909\r\n\r\n* Important influence for De Stijl  \r\n* Redesign interior of homes to pinwell the central hearth  \r\n* Falling water   \r\n  * A final expression of domestic architecture expressed in Robie house  \r\n* Guggeneim museum   \r\n* Total design: design both the interior and the exterior   \r\n* Utopianism: ur banal existence can b an aesthetic rich experience \r\n\r\nYSL Mondrian dresses at the MoMa 1966\r\n\r\n* The utopian ideals of the movement no longer hold sway   \r\n* Genuine revolutionary energy pre WW2 seems distant   \r\n* Repeats at style \r\n\r\n#### Midterm Concept Review: \r\n\r\n**1886-1905 Post-Impressionism**\r\n\r\n* reaction against Impressionists' concern for the naturalistic depiction of light and color  \r\n* sought to bring a more systematic approach to the structure and form of painting  \r\n* Vincent van Gogh, Paul Gauguin, and Paul Cézanne all shared an interest in making art that went beyond the mere representation of the natural world, focusing instead on expressing more abstract, emotional, and spiritual concepts\r\n\r\nSynthetism (subset of Post-impressionism)\r\n\r\n* Key figure: Paul Gauguin  \r\n  * Particularly his work in Tahiti: synthesized the outward appearance of the subject matter with the artist's feelings about the subject and the aesthetics of the painting itself (does it also fall under primitivism?)  \r\n* emphasizes two-dimensional flat patterns, thus rejecting three-dimensional perspective  \r\n* Characterized by the use of bold flat forms separated by dark contours  \r\n* Using color symbolically rather than realistically \r\n\r\nNeoimpressionism (another subset of post-impressionism)\r\n\r\n* response to Impressionism: interested in applying scientific research in optics and color theory to create a more harmonious and structured form of art compared to the more spontaneous and subjective approach of the Impressionists  \r\n* Key figures: Georges Seurat and Paul Signac  \r\n* most famous for its development of Pointillism (or Divisionism), a technique involving the application of paint in small dots of pure color, which are intended to blend in the viewer's eye\r\n\r\n**1900-1908 Fauvism (transitional stage to Cubism)**\r\n\r\n* pure, brilliant colour aggressively applied straight from the paint tubes to create a sense of an explosion on the canvas  \r\n* Focus on nature (like the Impressionists)   \r\n* Key figure: Matisse  \r\n  * reject traditional renderings of three-dimensional space and to seek instead a new picture space defined by movement of colour\r\n\r\n**1908-1929 Cubism**\r\n\r\n* Key figures: Picasso, Braque   \r\n* Emphasized flat, two-dimensional surface of the picture plane   \r\n* rejecting the traditional techniques of perspective, foreshortening, modeling, and chiaroscuro  \r\n* refuting theories that art should imitate nature\r\n\r\nAnalytic Cubism (1910-1912)\r\n\r\n* While they moved away from naturalistic representation, they are very interested in the idea of representations and different modes of representation   \r\n* Breaking down, analysis of form, display the essence of an object (or the complex totality of its subject) from multiple perspectives in a single two-dimensional framework  \r\n* Picasso and Braque: simplified their colour schemes to a nearly monochromatic scale (hues of tan, brown, gray, cream, green, or blue were preferred) in order not to distract the viewer from the artist’s primary interest—the structure of form itself  \r\n* Semiotics: The relationship between the signifer and the signified   \r\n* What is the plane doing? move beyond the surface of the canvas rather than to recede in depth  \r\n* representational motifs: letters, musical instruments, glasses etc. \r\n\r\nSynthetic Cubism (Post 1912\\) \r\n\r\n* emphasize the combination, or synthesis, of forms in the picture  \r\n* Colour assumes a strong role in these works  \r\n* Shapes become more decorative   \r\n* Trompe l’Oeil\\!\\!  \r\n  * emphasizes the differences in texture and, at the same time, poses the question of what is reality and what is illusion  \r\n* Key figures:  Fernand Léger, Sonia Delaunay, Juan Gris, Marcel Duchamp, Albert Gleizes, Jean Metzinger\r\n\r\nSalon Cubism\r\n\r\n* Coined to describe the works and the artists of Cubism who exhibited in various Paris Salons  \r\n* Interested in the geometricizing of form\r\n\r\n**1905–1920 Expressionism**\r\n\r\n* artist seeks to depict not objective reality but rather the subjective emotions and responses that objects and events arouse within a person  \r\n* Key artists: Van Gogh, Die Brücke, Ludwig Kirchner  \r\n* artists used the expressive possibilities of colour and line to explore dramatic and emotion-laden themes, to convey the qualities of fear, horror, and the grotesque, or simply to celebrate nature with hallucinatory intensity\r\n\r\nDie Brücke 1905-1913\r\n\r\n* played a pivotal role in the development of Expressionism  \r\n* Emphasized raw, emotional expression through vivid colors and bold strokes  \r\n* founded by Ernst Ludwig Kirchner  \r\n* Wanted to defy conventions of traditional painting as well as Impressionism and Post-Impressionism  \r\n* subject matter—the human figure, landscape, portraiture, still life—executed in a simplified style that stressed bold outlines and strong colour planes\r\n\r\nDer Blaue Reiter 1911-1914\r\n\r\n* expressionistically oriented  \r\n* Focused on spiritual and symbolic interpretations of art, with Kandinsky as a leading member  \r\n* unlike Die Brücke, their expressionism took the form of lyrical abstraction.   \r\n* imbued their art with deep spiritual content  \r\n* influenced by the Jugendstil group, Cubism, Futurism, and “**naive**” folk art\r\n\r\n。", "top": 0, "createdAt": 1725595143, "style": "<style>.markdown-alert{padding:0.5rem 1rem;margin-bottom:1rem;border-left:.25em solid var(--borderColor-default,var(--color-border-default));}.markdown-alert .markdown-alert-title {display:flex;font-weight:var(--base-text-weight-medium,500);align-items:center;line-height:1;}.markdown-alert>:first-child {margin-top:0;}.markdown-alert>:last-child {margin-bottom:0;}</style><style>.markdown-alert.markdown-alert-note {border-left-color:var(--borderColor-accent-emphasis, var(--color-accent-emphasis));background-color:var(--color-accent-subtle);}.markdown-alert.markdown-alert-note .markdown-alert-title {color: var(--fgColor-accent,var(--color-accent-fg));}</style><style>.markdown-alert.markdown-alert-important {border-left-color:var(--borderColor-done-emphasis, var(--color-done-emphasis));background-color:var(--color-done-subtle);}.markdown-alert.markdown-alert-important .markdown-alert-title {color: var(--fgColor-done,var(--color-done-fg));}</style>", "script": "", "head": "", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "createdDate": "2024-09-06", "dateLabelColor": "#bc4c00"}, "P5": {"htmlDir": "docs/post/Study Note - 20th Century European Art History - Part 2, Harvard 2024.html", "labels": ["学术"], "postTitle": "Study Note | 20th Century European Art History - Part 2, Harvard 2024", "postUrl": "post/Study%20Note%20-%2020th%20Century%20European%20Art%20History%20-%20Part%202%2C%20Harvard%202024.html", "postSourceUrl": "https://github.com/Yuezi-1223/yuezi.github.io/issues/5", "commentNum": 1, "wordCount": 55005, "description": "_Written & Organized by 悦子yuezi\r\nIssue Date: 2024/09/06_\r\n\r\n<br/>\r\n\r\n\r\n\r\n\r\n#### 2/27 Dada\r\n\r\nContext: WW1: Culmination of enlightenment rationality itself   \r\nAssassination → series of European countries declaring war on each other bc of interlocking alliances   \r\nDada: a critique of the war (politically motivated) / critique of the rationality of the war itself \r\n\r\n* Began as a performance art  \r\n* Artists gathering around and performing at Cabaret Voltaire   \r\n  * Multimedia/ multidisciplinary movement  \r\n  * In the Cabaret tradition  \r\n  * Short story/ vignette structure without clear plot  \r\n* critical of the status quo \r\n\r\nZurich: 1916 Wartime Switzerland \\- known for neutrality \r\n\r\n* Where artists flee  \r\n* Dada born out of WW1  \r\n* Immediate aftermath of the war as key context for Dada  \r\n* Post-war artists dispersed to   \r\n  * Berlin   \r\n  * Hanover  \r\n  * Cologne  \r\n  * New York  \r\n  * Paris: pivoted to surrealism \r\n\r\n###### *Zurich Dada*\r\n\r\nJanco *Cabaret Voltaire* 1919\r\n\r\n* Harassing of the audience, collective playfulness  \r\n* Emphasis on mysticism: anti-rational mode   \r\n* (A different strand of primitivism)\r\n\r\nThe Dada Manifesto \r\n\r\n* A challenge of meaning itself   \r\n* Linguistic irrationality   \r\n* “To be a Dadaist is perhaps to be more of a businessman, more of a politician than an artist – or to be an artist only by accident to be a Dadaist is to be turned and tossed by events, to resist petrifaction”  \r\n* The meaning of being an artist is defined by constant innovation and disruption \r\n\r\nDancing w a mask by Marcel Janco 1916-1917\r\n\r\n* The cultural other as a sight of irrationality  \r\n* Primitivism of the Dada group   \r\n* Interest in the spiritual and anti rational \r\n\r\nMarcel Janco *Portrait of Tristan Tzara* 1919\r\n\r\nHugo Ball *Karawane* 1916\r\n\r\n* Sound poetry   \r\n* Different version of the arbitrary relationship between words and meanings   \r\n* Performance at Carbaret Voltaire  \r\n* Reading this poem aloud → facilitated an irational experience that he felt himself going into a spiritual trance \r\n\r\nHans Arp *Untitled (Collage w Squares Arranged According to the Laws of Chance)* 1916-1917\r\n\r\n* Dada collage, early format   \r\n* Grey: the ground   \r\n* White and blues: figures  \r\n* Grid: trace of the arist’s hand  \r\n* Composition not based on aesthetic choices but chance that is irrational   \r\n* Key idea: chance as a way of getting around composition/ aesthetic judgement (something that they were frustrated w during post war period)  \r\n* Different from the constructivism mode: bourgeois aesthetic judgement → composition  \r\n* Whereas Dada: the arbitrary/ absence of logic → composition   \r\n* Noncompositionality \r\n\r\nTaeuber-Arp \\&Hans Arp *Duo Collage* 1918\r\n\r\n* Move away from the gestural trace from the work above; eliminated the traces of the artists hand and we don’t know whose hand is it bc there are two artists   \r\n* Supposedly chance based: placement of the grid  \r\n* Response to the war, embrace of radical negativity   \r\n* Non objective, geometric abstraction \r\n\r\nSophie Taeuber-Arp *Dada Head* 1920\r\n\r\n* The zurich groups interest in dolls  \r\n* Abstraction of the human head in Fafa\r\n\r\n*Personnages (Figures)* 1926  \r\n*Vertical-horizontal composition* 1917\r\n\r\n* She also made textiles   \r\n* Mode of making that was more accessible for female artists  \r\n* Feminine craft tradition translated into an abstract vocabulary\r\n\r\nHans Arp *Enak’s Tears* 1917\r\n\r\n* Abstraction that is coming out of the Dada mindset   \r\n* Doesnt have any visual relationship to politics   \r\n* Biomorphic \r\n\r\n###### *Berlin Dada*\r\n\r\n* Interest in irrationality persists in Berlin  \r\n* More visible political position   \r\n* Working in an immediate post War context – Weimar Republic   \r\n* Artists are definitively leftists: critiqing Weimar culture from the position of a communist/ socialist  \r\n* Dada performances in Berlin: more aggressive   \r\n  * First International Dada Fair Berlin 1920  \r\n* Treaty of Versailles: made Germany take all of the blame and pay reparations   \r\n  * Affected Germany’s economy → rampant inflation \\+ morale   \r\n  * Created a chaotic interwar time   \r\n  * A period of both rising fascism and sexual freedom and cultural activity (German’s version of the roaring twenties)  \r\n  * Physically reshaped a lot of people   \r\n    * the first technologized war: veterans injured   \r\n    * Veterans: a standin for the German psyche and the fragmented body  \r\n    * Idea of shell shock (PTSD) → Cultural phenomenon   \r\n      * **Physical appearance → psychological wounds** \r\n\r\nHannah Hoch *Cut w the Kitchen Knife Dada Through the Last Weimar Beer-Belly Cultural Epoch of Germany* 1919-20\r\n\r\n* Purposefully advertising the way it was made  \r\n* Fragmentation \\+ Disoreinting scale: representative of political choas   \r\n* Photomontage: collage of existing images   \r\n  * VS. Papier Collé: mass produced materials   \r\n  * Photomontage is less about the material  \r\n  * Instead of exerting materials to create an image that references the materials, Images themselves are being exerted to talk about what they picture  \r\n  * Refers to the existence of a magazine or a newspaper  \r\n  * No one coherent figure, parts of machines, scenes of the metropolis, text, german military leaders and political leaders  \r\n* Kitchen knife: role of women in society (feminism?)  \r\n  * domesticity as an undermined social value   \r\n  * Women depicted as the catalyst of the instability of Weimar culture   \r\n  * Transformation of women’s access to public life   \r\n* Dada propaganda   \r\n* Proliferation \\+ juxtaposition: different from the seamless approach of John Heartfield \r\n\r\n*Bourgeois Wedding Couple* 1919\r\n\r\n* Interest in contemporary culture and gender dynamics   \r\n* Playing w gender roles   \r\n* Head of a baby on a woman’s body \r\n\r\n*The Beautiful Girl* 1919-1920\r\n\r\n* BMW → technology, elements of machines   \r\n* Different representations of female body part  \r\n  * Feminime hairstyle   \r\n  * Modern bathing swimsut  \r\n* Machine as a leg: modern machine \\+ modern women   \r\n* Both are products that are being advertised \r\n\r\nGeorge Grosz *Daum Marries* 1920\r\n\r\n* Incorporates the two classic figures of Weimar society: the automaton and the sex worker\r\n\r\nJohn Heartfield *The Meaning of the Hitler Salute* 1932\r\n\r\n* Indicates transition, another aesthetic of photomontage   \r\n  * This has a clear message/ thesis, no fragmentation   \r\n* Not apparent photomontage   \r\n* Even w a disorienting scale, it has a sense of sameness  \r\n* Manipulation of an image that has a seamless appearance   \r\n* Anti capitalist critique of Hitler  \r\n  * Indicating hitler as a standin of big capitalism    \r\n* Made right before Hitler becomes Chancelor\r\n\r\nThe Dada Economy \r\n\r\n* Schwitters: used economic vocab to describe his work  \r\n* Principles of aesthetic are evaluation and deformation \r\n\r\nHugo Ball  \r\nBelieved that the art market sold out and that they were no different from other market participants   \r\nHyperinflation \r\n\r\nHow does Dada reflect capitalism rather than oppose it?  \r\nDada's anti-moralism began to directly reflect capitalist nihilism. Capitalist nihilism, however, is the valorisation process of capital value swallowing, progressively, all (cultural, normative, moral) values that are not capitalist yet. The avant-gardes' 'brave' move against morals, in this sense, was as “untimely” as Nietzsche's same move a few decades earlier. The only thing left to do after this delving into cynicism was to follow a cosmologically conceived naïve anarchism for which the end of self-determination equals the end of domination, since subjectivity is nothing but a disciplining function, and conscience nothing but a fatherly super-ego. Of course, such 'anarchism' must pretend that no societal infrastructure would be left after one withdrew from one's conscious, conscientious, responsive autonomy – as if desire or fantasy were somehow 'outside' of (consumerist\\!) society. Without a doubt, today's art world is dominated by this cynical version of “anarchism”, and its hegemony mimics capital's valorising devalorisation – or capitalist nihilism.\r\n\r\n#### 3/5 Marcel Duchamp\r\n\r\n* Relate to Dada \\+ salon cubism\r\n\r\n*Nude Descending a Staircase no.2* 1912   \r\n*The Passage from Virgin to Bride* 1912  \r\n*The Bridge* 1912  \r\n*The Chocolate Grinders* 1913-1914  \r\n“based on a reaction of visual indifference, with at the same time a total absence of good or bad taste….”\r\n\r\nReadymades \r\n\r\n* Everyday, mass-produced    \r\n* Abt painting  \r\n* The art is not the intuitive decorative expression but it’s THE idea  \r\n* Conceptualism   \r\n* Using pictures to engage w text – a linguistic dimension   \r\n* Using text to re signify objects as artworks   \r\n* Paintings have lost their historical significance and have already become on one hand conceptual and on another, mechanical execution   \r\n* The comb 1916: punning of comb in french/ painting in french  \r\n  * Kant: aesthetic judgment   \r\n* After Duchamp, the question is not is this good art; the Q is is it art in the first place (good and bad doesn't matter)  \r\n* Duchamp is only an okay painter so he’s finding the third option by turning the whole thing on its head  \r\n* Dadaist engagement w chance, filtered through readymades \r\n\r\nFountain 1917 \r\n\r\nTu m’ 1918\r\n\r\n* Stoppages  \r\n* Shadows of readymades   \r\n* Swatches of colors representing the mass produced  \r\n* Physically incorporated the readymade: the bottle brush sticking out of the canvas generating its own shadow outside the work  \r\n* A physical rip in the painting reattached w safety pins  \r\n* Didnt paint the hand himself, hired a billboard painter painted the hand  \r\n* Register of his own departure from painting in the form of a painting   \r\n* By using all these different registers   \r\n  * Naturalism   \r\n  * Physical object   \r\n  * Abstract form  \r\n* Duchamp’s own thinking abt his self referientiality, his career \r\n\r\nBox in a valise \r\n\r\n* Elements of descending staircase, stoppages  \r\n* Traveling \r\n\r\nL.H.O.O.Q. 1930  \r\nL.H.O.O.Q. Shaved 1965 – a postcard   \r\nDuchamp as Rrose Selavy, Photography by Man ray 1920-1921\r\n\r\n* Photographic gender performance   \r\n* What history thinks drag is  \r\n* Performing drage w gender as a staged photograph  \r\n* Interest in eroticism   \r\n* Rrose Selavy: The double R \\- one of the r eroticism\r\n\r\n\r\nMan Ray Gift, 1921\r\n\r\n* Another artist version of the readymade  \r\n* Instead of ironing, you’re shredding the clothes  \r\n* An inversion of usage\r\n\r\nDuchamp *Etant Donnes* 1946-66\r\n\r\n* Peer through holes on a door to see Tableau   \r\n* Animatic eroticism   \r\n* Nastiness \r\n\r\n#### 3/7 Brancusi & Sculptural Abstraction\r\n\r\n* Kinetics (from 3D to 4D \\- time)  \r\n* Abstraction vs figuration  \r\n* Direct carving vs casting  \r\n  * Originality vs repetition  \r\n  * “Primitive” vs modern \r\n\r\n_**Painting is more important than sculptures in the art tradition**_ \r\n\r\n###### *Cubism and sculptures*\r\n\r\nPicasso  \r\nArchipenko *Medrum II* 1913\r\n\r\n* Incorporation of a plane in the background  \r\n* Geometricizing mode of abstraction   \r\n* Relationship to primitivism \r\n\r\nDuchamp Villon *Horse* 1914   \r\nMoholy-Nagy *Light Prop for an electric stage* 1922-30\r\n\r\n* Not about form but about the light conditions motorized 3D constructions   \r\n* Different reflective material   \r\n* Interested in light as a medium   \r\n* Movement \r\n\r\nCalder’s Mobiles *Lobster Trap and Fish Tail* 1939\r\n\r\n* After his visit to Mondrian’s studios turns to abstraction and kenetics sculpture  \r\n* Legacy of his mode in a new context   \r\n* Suggestive relationship to representation   \r\n* Early works were moterized and realized it was unnecessary  \r\n* Experience of the sculpture becomes time   \r\n* Mobiles vary in scale   \r\n* Possibility of duration of sculpture \r\n\r\nGerome *Pygmalion & Galatea* 1890\r\n\r\n* Pygmalion a sculptor fell in love w his own sculpture Galatea and wishes she would turn into life (Ovid Metamorphosis)  \r\n  * Goal of sculpture: to create something so convincingly beautiful that it seems real that marble seems to become flesh  \r\n  * Since Renaissance, that’s been how we see sculpture   \r\n  * Development in sculpture is slower than that of paintings  \r\n* Gerome Known for orientalism in painting \r\n\r\nMid 19C. Comes modernization in sculpture  \r\nRodin *The Walking Man* 1900\r\n\r\n* Challenging the idea that sculpture is primarily illusionism   \r\n* Include traces of the artist’s process in his work; A lack of smooth finish  \r\n* Psychological expressiveness  \r\n* Repetition of the same form — self-referential   \r\n* Known for his skillful marble sculpture before 1898  \r\n* His monument to Balzac 1898 broke the Renaissance tradition   \r\n* Incorporation of assembly line object\r\n\r\nCambile Claudel *Waltz* 1900  \r\n*The Age of Maturity* 1902\r\n\r\n* Collaborator of Rodin  \r\n* Interest in capturing movement   \r\n* Original modeling of material persists in the finished product \r\n\r\nMedardo Rosso\r\n\r\n* Calls himself an impressionist  \r\n* Primarily uses wax  \r\n* Figure seems to emerge out of an undifferentiated matter  \r\n* Combining different modes  \r\n* anti-Rodin \r\n\r\nMaillol *The Mediterranean* 1902-05\r\n\r\n* Post Rodin but also in dialogue w Cubism through simplification of volume  \r\n* Interested in large themes of psychological reflection \r\n\r\nMatisse *The Serpentine* 1909\r\n\r\n* Formative encounter w Rodin as well  \r\n* But turns away from that approach   \r\n* Clear relationship between sculpture and painting \r\n\r\nBrancusi *Torment* 1907\r\n\r\n* Combination of Rosso and Rodin mode  \r\n* Figure of a child, a portrait   \r\n* Simplify his forms  \r\n* Tilted head is one of thost motifs that persist  \r\n* Move away from illusionism   \r\n* Anthropmorphic remains his reference point \r\n\r\n*Sleep Muse* 1908-1910\r\n\r\n* Separating head   \r\n* Making the same object repetitively with different materials   \r\n* Arbitrarily resting on one side\r\n\r\n*Prometheus* 1911\r\n\r\n* Add the neck to the head  \r\n* Less symmetrical than the previous one   \r\n* Have a clear ground  \r\n* Simplifying form but still suggests human anatomy   \r\n* Interested in suggesting form (features on the face)  \r\n* Interest in finish, high level of shine   \r\n* High polish bronze — labor intensive \r\n\r\n*New Born* 1915\r\n\r\n* Interested in the expressive capacities of the materials themselves (polishing bronze)  \r\n* Arrive at the key theme around 1910-1923 and sticks w them in a way that is like Mondrian  \r\n* Internal seriality of his work   \r\n* Not interested in the factory like production of Rodin  \r\n* Pure abstraction \r\n\r\n*Beginning of the world* 1924 \r\n\r\n* Wood carivings – interest in primitivism   \r\n* interested in folk culture   \r\n* The union of the folk nd the African model through the universal language of abstraction  \r\n* Generalized abstract vocabulary related to anthropomorphism  \r\n* Highly polished plate — reflection   \r\n* Introduced Status of the pedestal   \r\n* Pedestal is no longer separate from the work as it has been in sculpture tradition   \r\n* Juxtaposition of materials and the three diff elements are all a work\r\n\r\n*Mademoiselle pogany* 1912, 1919\r\n\r\n* Closer relationship to portraiture   \r\n* Hungarian girl who just arrived in Paris   \r\n* Primitivism \r\n\r\n*The Kiss* 1907, 1916\r\n\r\n* Using the reference of other sculptural models as influence to the type of abstraction that he is doing   \r\n* But this is about the rock that he is using, the material specificity of the block  \r\n* The form continues to have that rectangular shape  \r\n* Primitivism   \r\n* Moving away from illusionism, the stone remains a stone\r\n\r\n*Prodigal Son* 1914  \r\n*Adam & Eve* 1921\r\n\r\n* inverting/ subverting the hierarchy of art work and pedastal   \r\n* Challenging the primacy of media of marble and bronze in the academic tradition and instead use wood \r\n\r\n*Maiastra* 1910\r\n\r\n* Column in the shape of a women, not an independent sculpture, used to support   \r\n* Roman roots of this type of carving \r\n\r\n*Bird* 1912\r\n\r\n* Bird as a key motif in his work\r\n\r\n*Bird in Space* 1923  \r\n*Bird in Space marble version photography* 1932\r\n\r\n* Interest in timeliness itself and authenticity  \r\n* Relationship to Duchamp   \r\n  * The abstract circles back to the machine made – *Princess X* 1915  \r\n  * Readymade \r\n\r\n*Endless Column* 1937\r\n\r\n* Large scale monumental sculpture   \r\n* The pedestal overtakes the sculpture  \r\n* Becomes the unit that is repeated  \r\n* Serial unit then becomes the sculpture   \r\n* Doesnt need to have anything resting on top   \r\n* Think of his sculpture as autonomous, universal, timeless and doesnt exist alongside paintings  \r\n* The most influential 20C sculptor \r\n\r\nGauguin *Be In Love and You Will be Happy* 1889\r\n\r\n* Direct carving as more authentic \r\n\r\n#### 3/19 Return to Order\r\n\r\nFiguration after abstraction \r\n\r\n* Why does figuration in the 20s represent a problem?  \r\n  * Modernism is arriving at pure abstraction   \r\n* What are the politics of figuration vs abstraction in the 20s and 30s?   \r\n  * Theres a relationship between war and figuration  \r\n  * Figuration \\+ abstraction: a historical referencing happening (interested in renaissance naturalism/ nature of representation)  \r\n  * Precise naturalistic portrature is what the artists are interested in   \r\n  * Whole figure haunted by machine  \r\n* Is figuration after abstraction a reactionary anti-modernism? A populist move? A cynical rejection of utopianism? Something else?  \r\n  * If modernism was abt formalism, thinking about the nature of painting and fragmented bodies, at this moment we have a set of different concerns   \r\n  * Is abstraction esoteric and inaccesible or is it a challenge to the idea that art can be easily instrumentalized by the fascist regime bc its not didactic   \r\n* What attitudes towards abstraction/modernism are indicated by this work in this moment   \r\n* do / can specific aesthetics or styles have inherent politics? \r\n\r\nMultiple contexts\r\n\r\n1. Realism as official style (government sponsored)   \r\n   1. Socialist realism   \r\n   2. Nazi visual culture  \r\n   3. Italian art under mussolini   \r\n2. Realism associated w populism and progressive politics  \r\n   1. Social realism: associated w leftist politics   \r\n      1. American social realists a lot of them are a part of the communist party   \r\n      2. Not a state mandated style, coming from artists who have a certain political belief (unlike socialist realism)  \r\n   2. Mexican mural movement   \r\n3. Artists who had been making more abstrac work return to figuration, movement away from fragmentation of figures  \r\n   1. France (Picasso, Purism)  \r\n   2. Germany (Neue Sachlichkeit)   \r\n      1. Hitler aware of the power of art \r\n\r\nDada vs Neue Sachlichkeit (new objectivity)  \r\nA return to wholeness   \r\nPoetic, logical tenant \r\n\r\nOtto Dix *The Skat Players* 1920  \r\n*Dr. Mayer-Hermann* 1926 \r\n\r\n* Machine feel quality   \r\n* Belly \\+ the head: Man and machine are the same shape  \r\n* Happening not through a visual abstraction but through naturalism\r\n> [!NOTE]\r\n> Naturalism: a desire to connect w nature\r\n   \r\n* Abstraction represents an anxiety abt the world \r\n\r\nChristian Schad *Self Portrait* 1927\r\n\r\n* Vs Self Portrait w model by Kirchner; Expressionism: expression of an interior quality   \r\n* See through shirt, a second skin?   \r\n* Everything becomes an outer surface  \r\n* Interiority is canceld in favor of exteriority  \r\n* But it’s a strange texture and adornments   \r\n* No connection between the figures   \r\n* They are in the same room but thats it   \r\n* If theres eroticism it’s a cold eroticism   \r\n* Capturing cynicism through aesthetic coolness   \r\n* Unempathetic naturalism   \r\n* Interest in surface appearance that is lending itself to naturalism \r\n\r\nJan Van Eyck *Arnolfini Portrait* 1434\r\n\r\n* Convex mirror: convex reflection of what’s in the front of the painting   \r\n* Nature of representation: Distortion \\+ illusion   \r\n* We see this circling back in the 20s \r\n\r\nPicasso *Olga in Armchair* 1918\r\n\r\n* Armchair looks like a flat plane   \r\n* Immediate recognition that we don’t expect from picasso   \r\n* Picasso showed the work in 1919 → important because Picasso conceivecd it as a finished painting even tho there’s a whole lot of canvas left bare and scribbles in the back  \r\n* Shadow is abstract; cast onto nothing   \r\n* Radically unfinished quality → this idea of finish vs unfinish → emphasis that we are looking at a painting   \r\n* Dramatic contradiction within the work that we saw Picasso previously working up to progressively   \r\n* A new type of shock   \r\n* References Inge: Emphasis on texture and porcelain quality of the skin \r\n\r\n*Three Musicians* 1921  \r\n*Women at the Spring* 1921\r\n\r\n* Continue to deconstruct representation (in the way that others have been framing it)  \r\n* Stylistic dysjunction between the works that he’s making at the same time   \r\n* Return of figuration as an opportunity to think about the Nature of historical reference as well as naturalism and abstraction as two styles  \r\n* Let’s deflate what we thought abstraction meant; that it was just a new thing when we were thinking about representation (very different from Mondrian who was very committed to abstraction)  \r\n* Not to dismiss the idea that Picasso is informed by the political context\r\n\r\nPicabia *Barcelona* 1924\r\n\r\n* He has no loyalty to any style   \r\n* Salon cubism → Dada (only he and Duchamp made that jump)  \r\n* Engaged w representation in a playful mode   \r\n* Overlapping of types of forms and types of representation within one work\r\n\r\n*The Fig Leaf* 1922\r\n\r\n* Making a classical figure but also with overexaggeration   \r\n* Joking about nudity and classcism \r\n\r\nMalevich *Girls in the Field* 1928\r\n\r\n* This looks more like before what he arrived at suprematicism   \r\n* Salon cubist style; interest in peasentary   \r\n* Backdating his work\r\n\r\n*Self Portrait* 1933\r\n\r\n* Renaissance reference   \r\n* The ways in which our encounters w these figures is itself filtered through our previous knowledge of the artists’ abstract work\r\n\r\nCorbusier *Still Life* 1920\r\n\r\n* Purism → attempt to organize and make classical cubism rather than being a latent quality\r\n\r\nSchad *Sonja* 1928\r\n\r\n* A lot of portraiture within the movement (return to order)  \r\n* A return to natrualism and a return to the human body, the physical appearance   \r\n* Weimar personalities \r\n\r\n*Schadograph* 1918\r\n\r\n* Abstract photographs \r\n\r\nRivera Head Study 1901\r\n\r\n* Trained in classical painting   \r\n* Academic study \r\n\r\n*El Puente de San Martin, Toledo* 1913\r\n\r\n* Encounters Cubism \r\n\r\n*The Flower Carrier* 1935\r\n\r\n* Naturalism filtered through Cubism  \r\n* Abstraction indebted mode even tho this is not about the trauma of the body etc  \r\n* Figuration as populists\r\n\r\n###### *Mexican Mural Movement* \r\n\r\nRivera detail of *The History of Mexico, Palacio Nacional de Mexico* 1929-35\r\n\r\n* Artists commissioned to paint murals in this style   \r\n* Want to communicate with illiterate peasantry so Cubism cant work   \r\n* Desire to speak to/ celebrate the experience of rural indigenous farmer   \r\n* One of the three main artists associated w the Mexican Mural Movement \r\n\r\nKollwitz *The Mothers from War* 1921  \r\n*Memorial Sheet of Karl Liebkneecht* 1919\r\n\r\n* Anti war sentiment   \r\n* Figuration in service of anti-war politics \r\n\r\n###### *Social Realism* \r\n\r\n* Desire to celebrate workers  \r\n* Leftists politics   \r\n* American regionalism \r\n\r\nShahn *Unemployment* \r\n\r\n* Mural sponsored by new deal programs in the US that are themselves inspired by the Mexican \r\n\r\nWood *American Gothics*\r\n\r\n###### *Socialist Realism (diff from social realism\\!\\!\\!)*\r\n\r\n* State sponsored art in soviet \r\n\r\nDeineka *Building New Factories* 1925\r\n\r\n* Emphasis on the worker, labor   \r\n* Emphasis on heroic figures associated w the bolsheviks history   \r\n  * Particularly Lenin   \r\n  * Allegorical post modern figure that represents the idealist moment of the revolution   \r\n  * Used by Stalin\r\n\r\nIsaak Brodsky *The People’s Commissar for Defense, Marshal of the Soviet Union* 1937\r\n\r\n* Portrait of russian military leader  \r\n* Iddlyic scene in nature, no sense of him as a military leader  \r\n* Both portrait \\+ lanscape photo   \r\n* Revival of the royal portrait   \r\n* Idealized lanscape \\+ photograph (painting painted based on photos)  \r\n* Existence of photography as a form of reproducing images, return to pre-photographic moment   \r\n* Important person doing everyday task situated in a heroic context   \r\n* Quietitude intended to be heroic \r\n\r\n*Lenin in Smolny* 1930\r\n\r\n* Extremely precise naturalism, almost like photo realism   \r\n* Stalin’s favorite   \r\n* A revival of the 19th C. academic style   \r\n* A group of Russian artists that went by the name of the Wanderers \r\n\r\n###### *Nazi visual culture* \r\n\r\n* Nazi call themselves: The national socialists   \r\n* Ideologically opposed to the Soviet State even tho they both came to be totalitarian \r\n\r\nAdolf Zieglar *The four elements (fire, water and earth, air)* before 1937\r\n\r\n* Hitler’s fav artist  \r\n* Nude figures: white blonde ladies   \r\n* Classical renaissance tradition of naturalism informed by academic naturalism   \r\n* Allegorical figures   \r\n* Women stand in for the different elements  \r\n* Wheat echos the blood and soil, german land emphasis of the nazi ideology   \r\n* The German peasant as being the true German   \r\n* Art should be more refined therefore it’s operating in an allegorical mode instead of just depicting peasants  \r\n* Emphasis on physical integrity – women as potential maternal figures, belonging to nature   \r\n* Propaganda   \r\n* The Nazi presenting themselves as the inheriter of the classical tradition   \r\n* Should art like this be taken down?? \r\n\r\nDegenerate Art Exhibition 1937\r\n\r\n* Racialized ideology of the Nazis   \r\n* Emphasis on expressionism   \r\n* Reference to Dada  \r\n* Book burnings part of this campaign   \r\n* Bring attention to culture that is opposing the nazi ideology   \r\n* Politicizing of style rather than designation based on political differences   \r\n* Abstraction is politicized in a new and intense way  \r\n* To be making abstract art is to be making political art in this context, even if ur work wasnt originally motivated by politics \r\n\r\nInterantional Exihibition in Paris 1937\r\n\r\n* Eiffel Tower \\+ the soviet and German pavilion  → temporary structure   \r\n* Cultural and political battle  \r\n* Classcism \r\n\r\n###### *Italian Art* \r\n\r\n* Murals in Italy \r\n\r\nSironi *Italy Among the Arts and Sciences* 1935  \r\nMontamarini *Apotheosis of Fascism (detail)* 1942\r\n\r\n* Neo classicsm used for its clear communicative power   \r\n* Ex: the oath of the Horatii 1784; Jefferson Rotunda UVA\r\n\r\nTroost *Haus der Kunst* \r\n\r\n* Nazi Neoclassicism \r\n\r\nSpanish Pavilion\r\n\r\n* More modernist vocabulary \r\n\r\nPicasso *Guernica* 1937\r\n\r\n* Responding to The bombing of civilians in Guernica   \r\n* Not a classical vocabulary, but Cubism \\+ his version of Surrealism   \r\n* Clear statement of anti war sentiment   \r\n* Outraged by the bombing   \r\n* Classcism means something very different in 1937  \r\n* Informed by the WW1 context   \r\n* Returned to fragmented modernism \r\n\r\n#### 3/28 The Bauhaus\r\n\r\nBlossfeldt 1900 *Acanthus Mollis* \r\n\r\n* Perspectives of photography: Close up, fragmentation of a larger thing   \r\n* Scientific rationality → began w photography in the 19C  \r\n* Combination of photography as a artistic practice; embracing the scientific and the technological \r\n\r\nRenger-Patzsch *Snake Head* 1925\r\n\r\n* Interested in the texture/ fundamental aspects of the form  \r\n* Photographs facilitate a realism   \r\n* Photography as an extension of the eye   \r\n* Essence of object through close analysis \r\n\r\n**“New Vision”**  \r\nMoholy-Nagy *Eiffel Tower* 1925\r\n\r\n* Possibility of photography as an improvement of the eye  \r\n* Interest in New views of the city; machine  \r\n* Approach: new vision → how might photography facilitate a new perception (historical contingent)  \r\n* Active agent of creating a new mode of perception   \r\n* Condition us to encounter the city in a new way   \r\n* Relates to what Rodchenko is doing   \r\n* Changing the peasants perception faculties- bird eye view\r\n\r\n*Scandinavia* 1930\r\n\r\n* Strange cropped views of machinery   \r\n* Presence of human figure incorporated into the machinery   \r\n* Technological perspective   \r\n* Thinking about light as a media \r\n\r\n*Light-Space Modulator* 1922-30\r\n\r\n* Kinetic structure that facilitate different arrangement of light   \r\n* Light perception as primary interest – and interest in abstraction \r\n\r\n*Telephone pictures* 1923\r\n\r\n* Three of them in different dimensions  \r\n* Embrace of industrial manufacturing to produce any kind of art (phoned a factory and have them produce it for him)  \r\n* Outsourcing of the fabrication of the object   \r\n* Link to the readymade \r\n\r\n**People of the Twentieth Century**  \r\nAugust Sander *Gentleman Farmer and Wife* 1924  \r\n*Secretary at West German Radio, Cologne* 1931\r\n\r\n* Try to photograph different types of people – bound to fail on a certain level   \r\n* People are organized by their occupation; no names   \r\n* Artistic interest in portraiture \\+ scientific bent of photography in the 19C  \r\n* Photography offers the possibility of systematic knowledge of everyday life   \r\n* Capturing what German society is like at the moment   \r\n* Different characters of Weimar life \r\n\r\nAndre Malraux w photographic plates for *Museum without Walls* 1950\r\n\r\n* Photography facilitating objective knowledge \r\n\r\nWeegee *The Critic* 1943 \\+ Arbus 1966\r\n\r\n* Both Influenced by Sander  \r\n* Social observation\r\n\r\nKrull *Self Portrait with Ikarette* 1925  \r\nJacobi *Head of a Dancer* 1929\r\n\r\n* Photography is more accessible for women artists as cameras become more portable and more affordable   \r\n* Machine optimism: camera as a positive prosthesis that extends vision   \r\n* Women comdified by the machine or enhanced?   \r\n* Autonomous woman w a cigarette – the new women\r\n\r\n###### *The Bauhaus: discrete educational design institution*\r\n\r\nBau: building; haus: house  \r\nWithin building we have a combination of all the different disciplines   \r\nShut down in 1943  \r\nTimeline \r\n\r\n* Weimar 1919-24  \r\n* Dessau 1925-32  \r\n* Berlin 1932-33\r\n\r\nDirections: \r\n\r\n* Walter Gropius, Hannes Meyer, Ludwig Mies van der Rohe\r\n\r\nOther key figures: \r\n\r\n* Oskar Schlemmer, Paul Klee, Vasily Kandinsky, Lazslo Moholy-Nagy, Marcel Breuer, Mariannne Brandt, Gunta Stolzl, Josef Albers, Anni Albers\r\n\r\nKey Ideas:\r\n\r\n* Curriculum combines theory & practice  \r\n* Uniting of fine and applied arts (new *Gesamtkunstwerk meaning total work of art*)  \r\n* Creative arts in industrial world   \r\n* Pedagogical and aesthetic shift from preindustrial era \r\n\r\nPrecedents:\r\n\r\n* English arts and crafts movement   \r\n  * William Morris interest in the revival of medival art   \r\n* Art Nouveau\r\n\r\nInfluence: \r\n\r\n* Rejection of contemporary 19C architecture; how its understood as recombining styles that has been done – derivatives of the classical past  \r\n* Escapacism: Return to handcraft and nature\r\n\r\nAdolf Loos *Villa Muller* 1928\r\n\r\n* **Important influence for the Bauhaus**   \r\n* Radical Diminishing exterior ornamentation   \r\n* Material visual interest; use of marble rather than applied ornament that is randomly classical   \r\n* However, difference is not interest in total design\r\n\r\n**Deutsche Werkbund (another important influence)**  \r\nBehrens *AEG Turbine Factory* 1908  \r\nGropius & Meyer *Gagus shoe Factory* 1911\r\n\r\n* Not hiding what the structure of the building is behind a false facade  \r\n* Clear visibility of steel and glass  \r\n* Influence by Factory design in America, embracing it more aesthetically \r\n\r\nFeininger *Cathedral of the Future* woodcut 1919\r\n\r\n* Total design   \r\n* Monumental architecture   \r\n* Site of Gesamtkunstwerk   \r\n* Style: Expressionism \\+ looking back to the medival   \r\n* The bauhaus is thinking abt modernity but is looking at the models of the medival   \r\n* Describes its relationship between students and teachers \\- A medival model   \r\n  * teachers: workshop   \r\n  * Students: apprentices \r\n\r\n**1919-1923 aesthetic shift: different relationship to industry** \r\n\r\n* Embrace of geometric rationalism   \r\n* Constructive aestheticism   \r\n* Reasons for shift:  \r\n  * 1923: school is struggling financially; thinking about how to align w the industry more closely  \r\n  * Key figures came and went and created the shift \r\n\r\nGropius *Bauhaus* 1925\r\n\r\n* Advertise with the structure of the building   \r\n* Glass curtain wall – major feature of modern architecture   \r\n* Using steel, reinforced concrete and glass \\- all structural decorative component   \r\n* Interior: student apartments \\+ auditorium  \r\n* Very minimal design \r\n\r\nBauhaus curriculum\r\n\r\n* Basic course “Vorkors” developed by Johannes Itten who’s interested in spirituality   \r\n* Basis for most arts department in America   \r\n* Vorkurs projects  \r\n  * Mirkin *Contrast* *study in various materials* 1920  \r\n    * What are the material properties of different things \r\n\r\nMuche *Haus am Horn* 1923\r\n\r\n* Radical minimal ornament   \r\n* Economy of the sue of space \r\n\r\n###### *Bauhaus Design*\r\n\r\nApproach to design: rationality, formalism, functionalism   \r\nWhat is the minimum of a chair? How to emphasize its properties?\r\n\r\nMarcel Breuer *Armchair* 1922\r\n\r\n* Vs. African Chair 1920  \r\n* Shift away from applied colors (expressionist mode) to material properties of wood   \r\n* Influence of de stijl   \r\n* Most known for his Tubular steel  \r\n  * Club Chair “Wassily chair” 1927  \r\n  * Chair (model B33) 1927  \r\n  * Etc. \r\n\r\nMarianne Brandt \r\n\r\n* Woman\\!  \r\n* Creating designs that are about simplifying as much as possible and keeping whats useful  \r\n  * Bedside Table Lamp 1928  \r\n  * Teapots 1924  \r\n    * Advertise the properties of the materials   \r\n    * Silver, ebony   \r\n    * Simplified geometric forms can be industrially produced   \r\n  * Ceiling Lamp 1925\r\n\r\n###### *Bauhaus textiles* \r\n\r\nAlbers \r\n\r\n**Kandisnky at the Bauhaus 1921-33**  \r\n*Composition VIII* 1923  \r\n*Yellow, Red, Blue* 1925\r\n\r\n* Spiritually informed experessionism → systematic way of approaching color \r\n\r\nJoost Schmidt   \r\nHerbert Bayer\r\n\r\n###### *Bauhaus Theater*\r\n\r\n**Oskar Schlemmer**\r\n\r\n* Speaking in tongue as an abstract performance  \r\n* Embracing geometric mode – second stage of the Bauhaus\r\n\r\n*Slat Dance* 1927  \r\n*Dance in Space* Bauhaus stage demonstration 1927\r\n\r\n* Expanding the Bauhaus interest in the Gesamtkunstwerk   \r\n* Theorizing space; thinking about the stage/ the room without the fourth wall  \r\n* Bauhaus first institution to think about performance  \r\n* Diagram of space; reconcile tension   \r\n* Geometricizing in connection to performance and the human body  \r\n* Challenging the idea w/in theater tradition that space is subordinate to the human figure; flipping the hierarchy   \r\n* Reconfiguring of human in terms of space \r\n\r\n*Das Triadische Ballett*, Figureplan 1924\r\n\r\n* In three parts   \r\n* For three dancers  \r\n* 12 parts within  \r\n* 18 costumes   \r\n* Emphasis on visual transformation of the human body  \r\n* Not talking about classical ballet but ballet as a movement outside the context of theater   \r\n* Movements as geometric arrangement of figures in space   \r\n* Connection to cubism, geometricizing body and space   \r\n* Playful costumes → circus   \r\n  * Thinking about theater history: how to take the stock characters that have different interactions w each other and bring them to a machine context  \r\n* Human figure in relation to the idea of a puppet – mechanized body   \r\n* Focused on rational machine, mechanical abstraction compared to Hugo Ball\r\n\r\n\r\n* Taking the idea of the black act to a kind of African american experience   \r\n* Referring to the Triadische ballett through the costumes  \r\n* But also having her dancers perform a voguing vocabulary   \r\n* Forges a connection between contemporary dance mode with historical avant garde \r\n\r\nHausmann *Spriti of the Age: Mechanical Head* 1919\r\n\r\n* Dada Berlin  \r\n* The automoton – automation of the body  \r\n* Less obviously mechanical \r\n\r\nHannah Hoch w doll 1921\r\n\r\n* The doll is both a new automaton, and something that is evoking childhood → primitivism of the doll  \r\n* Doll → allegorical   \r\n* Describing the experience of becoming modern; feeling like ur being controlled by the external world, becoming a commodity   \r\n* Nostalgia baked in – not totally pessimistic \r\n\r\n#### 4/2 Surrealism \r\n\r\n* Offshoot of Paris **Dada activity**   \r\n> [!IMPORTANT]\r\n> what claims to be the rational in the world is actually absurd and it is the subconscious that is the most true to life\r\n\r\n* Has a broader reach – due to literary magazines  \r\n* Andre Breton “Surrealist manifesto” 1924  \r\n  * Thinks of himself as the one who gets to decide who gets to be a Surrealist   \r\n  * A literary figure, first thought of surrealism as a literary movement   \r\n  * Definition of Surrealism: psychic automatism in its pure state by which one proposes to express the actual functioning of thought  \r\n    * Capturing a way of life, not a new set of formal innovations but rather new revolutionary proposition   \r\n    * Rejecting reason itself and rational control of thought in favor of quirks of thought and the unconscious   \r\n    * Desire to reconfigure life itself   \r\n    * In art: visualize the unconscious   \r\n* Psychology: mental illness   \r\n* Goal: to cure mental illness  \r\n* Surrealists understand mental illness as a means of being liberated from social norms   \r\n* Not intersted in the psychotherapy but experiences that facilitate mental liberation   \r\n* Making space for the abnormal in reality and undermining what normality is \r\n\r\n**Surrealism and psychoanalysis**  \r\n![微信截图_20240906114331](https://github.com/user-attachments/assets/5d561f0b-a949-4503-b667-a0315b2e0f0d)\r\n\r\n\r\n* Illustrative relationship between Surrealism and Freud’s theories   \r\n* Fuse unconscious and conscious realism into new surreality  \r\n  * Societal scale (political stakes)  \r\n  * Visualizing unconscious   \r\n* Freudian model of unconscious as creative source: reservoir of energies and images/ motics; a lot of it has to do w childhood experiences  \r\n  * Sexuality and erotic desire (heterosexual pair)  \r\n  * Violence  \r\n  * Dreams  \r\n  * Fetishism: one object being able to consolidate sexual psycho energy   \r\n  * Castration anxiety   \r\n  * Uncanny: the idea of encountering something that has both a sense of familiarity and strangeness   \r\n    * Surrealists interested in producing uncanny by making familiar things strange   \r\n  * Psychological automatism \r\n\r\n**Artistic influences** \r\n\r\n* Symbolism   \r\n  * Moreau *The Apparition* 1876  \r\n    * Escapism, mysticism, imagery of women and violence   \r\n* Naive art   \r\n  * Rousseau *The Dream* 1910  \r\n    * Self taught artists → greater authenticity; not formalist  \r\n    * Depicting dream worlds; strange uncanny style; juxtaposition of figures   \r\n* Metaphysical Art  \r\n  * De Chirico *The Song of Love* 1914  \r\n    * Strange spaces, distortion of scale \r\n\r\n\r\n**Key Surrealist Visual Strategies**\r\n\r\n* Automatism   \r\n* Biomorphic forms  \r\n* Magical or subversive realism   \r\n* Collage   \r\n* Part-object  \r\n* Self-portraiture \r\n\r\n###### *Automitism* \r\n\r\nRay *Recording a waking dream seance session* 1924\r\n\r\n* Interested in literally transcribing dreams  \r\n* Women as a medium; spiritual viechle → the typist   \r\n* Women as a medium as well as imagery   \r\n* Moving your hands so quickly that you can’t control what you draw\r\n\r\nAndre Masson *Battle of Fishes* 1927\r\n\r\n* Represents automitism   \r\n  * Strong connection to chance   \r\n  * What the work looks like is not planned ahead, it just happens  \r\n  * Different from the dada mode of chance which was irrationality not as an expression of any truer thing but for the sake of challenging bourgeois composition, for the sake of irrationality itself  \r\n  * Here chance means having the unconscious expressing itself   \r\n* Psychological idea of psychic automitism   \r\n  * Some kind of utterance that wasn’t consciously planned  \r\n  * Outburst of the unconscious   \r\n* Gestural marks that are unplanned; then add stuff to it to make it more obvious what he’s drawing  \r\n  * Gestural automitism   \r\n* Multimedia: oil, pastel, poured glue with sand \r\n\r\nMax Ernst *The Fugitive* from *Natural history* 1926\r\n\r\n* Strange animals \r\n\r\n*The Horde* 1927\r\n\r\n* Monstrous figures\r\n\r\n   Both works:\r\n\r\n* Multiple visual strategies   \r\n* Two examples of automatic strategies: frottage& grattage (meaning rubbing)  \r\n* Frottage: Creating images of strange otherworldly things  \r\n* Grattage: similar technique developed for oil painting\r\n\r\nDominguez *Untitled* 1936\r\n\r\n* Decalcomania   \r\n* Inky watercolor material stripped onto paper and pressed with a second piece of paper and you peel it off, the arbitrary marks left behind are what you have   \r\n* You can also add stuff and create an image  \r\n* Inventing new modes to access the unconscious \r\n\r\n###### *Biomorphic forms* \r\n\r\nHans Arp *Woman* 1927\r\n\r\n* Evocative imagery   \r\n* Sense of abstraction \\+ sense of body \\= biomorphic   \r\n* Viewers interpret what the hole, the waves mean\r\n\r\nMiro *The Birth of the world* 1925\r\n\r\n* Echo between geometry and imagery of birth\r\n\r\n*The Hunter (Catalan Landscape)* 1923-24\r\n\r\n* Abstract, quasi evocative forms  \r\n* Modernist painting in a surrealist mode   \r\n* surface tension   \r\n* Organic, semi anatomical structures \r\n\r\n*Relief Construction* 1930\r\n\r\n* Lines and squiggles translate to a physical relief sculpture   \r\n* Plakes of wood, nails → evocative organic forms \r\n\r\nGiacometti *Women with Her Throat Cut* 1932  \r\n*Male and Female (The Couple)* 1928-29\r\n\r\n* Biomorphic connected to motifs of violence and sexuality   \r\n* Insect like creatures take on a psychoanalytic component   \r\n* His figures often connect to existentialism   \r\n* Male as a penetration of the female curve\r\n\r\nOppenheim *Red Head, Blue Body* 1936\r\n\r\n* Suggests bodily connotations of the forms\r\n\r\nTanguy *Mama Papa is Woundeed\\!* 1927\r\n\r\n* Uses mode of naturalism   \r\n* Suggests lifelikeness of abstract forms  \r\n* Aquatic quality   \r\n* Some forms sit on top of canvas   \r\n* Fits w/in magical realism as well: dreamlike narrative \\+ precise naturalistic depiction \r\n\r\nRoberto Matta *Years of Fear* 1941-42\r\n\r\n* Sci-fi landscape   \r\n* Combination of organic forms and gestural abstraction\r\n\r\nGorky *The Liver is the Cock’s Comb* 1944\r\n\r\n* Gestural automitism   \r\n* Figurations  \r\n* Post war artistic movement in the US \\- abstract expressionism \r\n\r\n**Automatism \\+ Biomorphic forms**\r\n\r\n* Pollock *The Moon Woman Cuts the Circle* 1942  \r\n* *Guardians of the secret* 1943\r\n\r\n###### *Magical/ subversive Realism*\r\n\r\n* A mode of figuration/ naturalism, going against the impulse to see the lifelike as reality  \r\n* Realism to undo our understanding of what reality is   \r\n* Typically involves naturalistic style but often objects dont necessarily go w each other  \r\n* Return of naturalistic technique    \r\n* Abstraction: formal exploration of line and color \r\n\r\nMax Ernst *Two Children Are Threatened by a Nightingale* 1924\r\n\r\n* Frame as a part of the work  \r\n* Assemblage element: knot  \r\n* Dreamlike ambiguity   \r\n* Depiction of dreamworlds\r\n\r\nSalvador Dali *The Persistence of Memory* 1931\r\n\r\n* Naturalism: disturbs our expectations   \r\n* The familiar shown in a strange way  \r\n* Biomorphic abstraction as well: using naturalism to depict abstract shape   \r\n* Inconsistency of shadowing   \r\n* Ants on the pocket watch\r\n\r\n*The Great Masturbator* 1929\r\n\r\n* Eroticism, Psycho sexual & dreamworlds  \r\n* Body and machine   \r\n* Disorientation, distortion of scale   \r\n* Insect: being a recurring motif → unsettled feeling\r\n\r\n*The Lugubrious Game* 1929\r\n\r\n* Play w scale  \r\n* The human mind as the starting of subversive elaboration \r\n\r\nLuis Buñuel and Dali *Un Chien Andalou* 1929\r\n\r\n* Surrealist Film  \r\n* Ants crawling out of a hole in the hand  \r\n* Anatomy \\+ insect → repressed unconscious \r\n\r\nDora Maar *Pere Ubu* 1936\r\n\r\n* Strange view of an armadillo\r\n\r\nMagritte *The Lovers* 1928\r\n\r\n* Interested in the uncanny\r\n\r\n*The Murderous Sky* 1927\r\n\r\n* Gestural background   \r\n* Strange repetition: Bird is repeated four times exactly the same   \r\n* Ideal experience of the uncanny: seeing something and having a sense of familiarity even tho you’ve never seen it before → the unconscious urge is consolidated in the object\r\n\r\n*Empire of Light II* 1950\r\n\r\n* Thinking about the nature of representation   \r\n* Representation undermined by the juxtaposition of the blue clouds and nightime streets \r\n\r\n*The Human Condition I* 1934\r\n\r\n* Painting a window in which you see the world → linear perspective, naturalism   \r\n* Surrealist engage in this belief to undermine it   \r\n* → A painting of a painting of a window  \r\n* Overlap between curtain and painting   \r\n* Is this representation an accurate reflection? We as viewers don’t have access  \r\n* Commenting on the assumptions of representation in relation to naturalism   \r\n  * We as viewers don’t have information, only representation; yet we choose to trust the representation as truthful when we come across a naturalistic painting \r\n\r\n*The Treachery of Images (This is Not a Pipe)* 1929\r\n\r\n* A naturalistic image of a pipe   \r\n* Text: this is not a pipe   \r\n* → it’s a representation of a pipe; an iconic sign that depicts what we think a generic pipe looks like   \r\n* → The text “this is not a pipe”   \r\n  * “This” refers to both the image and the word *pipe*  \r\n* Iconic \\+ the linguistic → both representation of an object  \r\n* Magritte thinking about the arbitrary relationship between iconic linguistic signs and the object without breaking down the form of the object like Cubist artists did  \r\n* Troubling the very idea of representation \r\n\r\nRemedios Varo *The Juggler* 1956\r\n\r\n* Surrealist scene in Mexico  \r\n* Stylistic choice: detailed depiction   \r\n* Magician w animals \r\n\r\n*Gypsy & Harlequin* 1947\r\n\r\n* Dreamlike\r\n\r\nCarrington *And Then We Saw the Daughter of the Minotaur* 1953\r\n\r\n* Minotaur: recurring image in Surrealism   \r\n* A goat human whos trapped in the center of a labyrinth (metaphor for the human mind)  \r\n* A scene that is completely decontextualized so we get to invent what the characters are doing   \r\n* Fantasy: narrative mode; Fantastical tableau\r\n\r\nLeonor Fini *Two women* 1939  \r\n*Guardian of the Black Egg* 1955\r\n\r\n* (female artist) Affinity for the group but also working independently  \r\n* Female figures in strange settings  \r\n* Fantasy world building \r\n\r\nDorothea Tanning *Little Night Music* 1944  \r\n*On Time Off Time* 1948\r\n\r\n* Strange architecture   \r\n* Erotic context \r\n\r\nKay Sage *Tomorrow is Never* 1955  \r\n*In the Third Sleep* 1944 \r\n\r\n* Architectural type of surrealism  \r\n* Extending the play w perspective   \r\n* Precise naturalism: allowing her to create abstract objects that also give us a sense of recognition \r\n\r\n**Exquisite Corpse**\r\n\r\n* A surrealist strategy   \r\n* Collision of styles   \r\n* A distributed mode of authorship: jointly produced images  \r\n* Version of autonomism that also produces figures   \r\n* Collective unconscious of the group   \r\n* Making collage beast type figures \r\n\r\n###### *Collage* \r\n\r\n“As beautiful as the chance encounter of an umbrella and a sewing machine on a dissecting table”\r\n\r\n**Collage novels**   \r\nErnst *Quietude* from *La Femme de 100 Tetes* 1929  \r\n*Une Semaine de Bonte Wolume II*: L’Eau 1933-34\r\n\r\n* Depiction between dreams and reality   \r\n* Figures in his dreams are physically present  \r\n* Dreams: Onslaught of images   \r\n* Interest in the 19C. (a time period from which he draws inspiration)  \r\n* 19C as a ruin of the past  \r\n* The idea of the outmoded: conflation of the past  \r\n* The architectural ruins \r\n\r\nPenrose *Ariane* 1934  \r\n*Dons des feminine* 1951\r\n\r\n* Two women who go on an adventure together  \r\n* Queer femininity   \r\n* Orientalism \r\n\r\nDali Illumined Pleasures 1929\r\n\r\n**Object Assemblage**   \r\nMan Ray *Gift* 1921\r\n\r\n* Iron that shreds ur clothes   \r\n* Combination of existing materals \r\n\r\nOppenheim *Object* 1936\r\n\r\n* The uncanny  \r\n* Fur \\+ teaset   \r\n* Psychological disturbance   \r\n* The most famous surrealist object \r\n\r\n*Glove* 1985\r\n\r\n* Blood vessles \r\n\r\n*Das Paar* 1936\r\n\r\n* Interested in objects that women use \r\n\r\nDali *Retrospective Bust of a Woman* 1933  \r\n*Surrealist Object Functioning Symbolically* 1931\r\n\r\n* More things being assembled \r\n\r\nMiro *Object* 1936  \r\nJoseph Cornell *Untitled* 1943  \r\n*Taglioni’s Jewel Casket* 1940\r\n\r\n* American artist   \r\n* Interested in producing boxes   \r\n* Found objects in tableaus behind glass screen   \r\n* Psychological register \r\n\r\n**Found Objects & Images**  \r\nRay Photograph of Andre Breton’s “Slipper Spoon” 1934\r\n\r\n* Found in flee market  \r\n* Spoon: represents woman (knife represents men)  \r\n* Physical manifestation of Cinderella ashtray \r\n\r\nOppenheim Beecovered bicycle seat, found photography 1954\r\n\r\n* Unconscious is manifested in the object\r\n\r\nBrassai *Involuntary Sculptures* 1933\r\n\r\n* Automitism in everyday life \r\n\r\n###### \r\n\r\n###### *Part Object/ fetish*\r\n\r\n* Fetish comes from the idea of a sculptural religious practice in Africa  \r\n* Suggests theres a power within the object  \r\n* Commodity fetishism: the commodity consolidates different relationships of people   \r\n* Fetish represents an anxiety   \r\n  * Standing in and protecting against fear and an object that represents the fear itself  \r\n* Surrealist photographers interested in part object/ fetish objects\r\n\r\nBrassai Nuder 1931\r\n\r\n* The female body made phallic \r\n\r\nRay *Anatomies* 1929\r\n\r\n* Chin made phallic \r\n\r\n*Minotaur* 1934\r\n\r\n* Transformation of the body through cropping and lighting \r\n\r\n*Boiffard* Big Toe 1929\r\n\r\n* Intersted in formlessness as a site of the unconscious   \r\n* Fragment as an eruption of the unconscious   \r\n* Taking something out of the everyday and bringing it into the realm of strange \r\n\r\nRenger Patzsch Natterkopf 1925\r\n\r\n* Interested in showing reality in a different way  \r\n* Aesthetic object  \r\n* Aestheticizing nature  \r\n* Pointing to texture \r\n\r\nGiacometti *Invisible Object* 1934\r\n\r\n* Suggests the apparatus of attitude toward the object \r\n\r\nBourgeois Janus Fleuri 1968\r\n\r\n* Part object \r\n\r\nUbac *The Secret Gathering* 1938\r\n\r\n* Exploiting the dynamics of the dark room technology   \r\n* Multiple exposure   \r\n* Fusing the reality and the unconscious \r\n\r\nRay *Solarization* 1929\r\n\r\n* Over exposure: techniques for conjuring the unconscious through scientific technology \r\n\r\nMoholy-Nagy Berlin Radio Tower 1928\r\n\r\n* New perspective\r\n\r\nHans Bellmer La Poupee 1935\r\n\r\n* Segments rearranged   \r\n* Boulbous quality   \r\n* Hand colored photograph\r\n\r\n###### \r\n\r\n###### *Self portraiture* \r\n\r\nFrida Kahlo *The Two Fridas* 1939\r\n\r\n* Doubled self   \r\n* Heart break: bad relationship w husband   \r\n* Western attire on the left; indigenous mexican attire on the right  \r\n* Having one foot in the west and one foot in mexica \r\n\r\nBroken Column 1944\r\n\r\n* Magical Realism  \r\n* Disturbs our expectations for figuration   \r\n* To externalize physical and psychological pain   \r\n* Exploring gendered identity \r\n\r\nTanning *Birthday* 1942\r\n\r\n* Lots of portraiture of women and animal   \r\n* Animal: Stance for her psychological state; strange energy in her life   \r\n* Eccentric outfit \r\n\r\nLeonor Fini The Alcove 1941\r\n\r\n* She’s very aware of her self presentation   \r\n* Photographs by Dora Maar \r\n\r\nCahun Slef-Portrait 1927 \\+ 1928\r\n\r\n* Photography as a site of performance   \r\n* Different versions of gender expression   \r\n* Noone photograph that represents the real version of herself  \r\n* They are all masks/ self-presentation   \r\n* Gender as a performance \r\n\r\nWomen and Surrealism   \r\n“I didn’t have time to be anyone’s muse… I was too busy rebelling against my family and learning to be an artist” – Leonora Carrington \r\n\r\n#### 4/11 Postwar Expressionism\r\n\r\n* informal/Tachisme/Matiere/Art autre   \r\n* CoBrA (netherlands/ Denmark/ Belgium)  \r\n* Abstract expressionism (US)  \r\n* Key themes: insufficiency o representation, starting anew, nature of existence  \r\n* Influence of existentialism (Sartre, Camus, de Beauvoir)  \r\n* By mid-50s perception of a humanist figuration and international expressionist abstraction (dominance of US avant-garde)\r\n\r\nHow can art help us redeem humanity   \r\nRepresentation is insufficient to communicate the horrors of the war\r\n\r\nJean Dubuffet “art brut”  \r\n*Childbirth* 1944  \r\n*Will to Power* 1949\r\n\r\n* Figureation sitting on the plane, no sense of depth  \r\n* Primitivism: Art by children/ ppl who are ill  \r\n* Models for new type of art   \r\n* Participating in the avant garde tradition of “shock”  \r\n* Using imagery/ model of those who are outcast/ as a way of expressing his own discontent w Western culture   \r\n* Will to power, name comes from Nietzsche  \r\n* Mocking the supposed authority of the powerful and the ideas associated w Facism \r\n\r\nFautrier *Oradur-sur-Glane* 1945  \r\n*Head of a Hostage* 1944-45\r\n\r\n* Made the series while hiding from the war in a psychiatric hospital   \r\n* Avoids figuration    \r\n* Visual reflection of auditory experience of hearing people getting killed   \r\n* Impossibiltiy of picturing horror  \r\n* Unsettling visual   \r\n* Technique: spreading paste paper glued canvas and using pastel pigmentation to adorn it while it’s drying   \r\n* Sickly pastel tone \r\n\r\nGiacometti *Tall Figure* 1948\r\n\r\n* His work in the 30s – surrealist mode   \r\n* Now emphasis on texture  \r\n* The Man is alone; he then make choices within this solitude   \r\n* Emphasis on figuration that is still inaccessible   \r\n* No matter how close you get to the sculpture it still feels far away   \r\n* Isolation of the individual\r\n\r\n*Three walking Men* 1948\r\n\r\n* Relation to the collective   \r\n* Togetherness not necessarily communal self-determination but shared responsibility   \r\n* Experience of existential loneliness despite being in the same space \r\n\r\nWols *Bird* 1949  \r\n*It’s all over* 1946  \r\n*Painting* 1946\r\n\r\n* German living in Paris  \r\n* He never assimilated into French society   \r\n* Experience of isolation   \r\n* Awareness of his own presence in his work  \r\n* Gestural abstraction: the gesture itself is expressive   \r\n* Uniform mode of applying paint   \r\n* Expressionism itself as being authentic   \r\n* Gesture mark: expression of artist interiority, his tortured persona  \r\n* Context: coming out of surrealist automatism   \r\n* Its not abt imagining the unconsioucs but metaphor for existence more broadly/ general model of subjectivity   \r\n* Flattening of the plane, emphasis on materiality \r\n\r\nArtaud *Self-Portrait* 1946\r\n\r\n* Off shoot of surrealism   \r\n* “Theater of Curelty”  \r\n* Like Sartre, making sense of the world after war   \r\n* Emphasis on direct sensory experience   \r\n* The world is in crisis, theater offers an immediacy of experience to access truth   \r\n* Theatrical analogy of pure gesture \r\n\r\n###### *Abstract Expressionism* \r\n\r\nJackson Pollock *One* 1950\r\n\r\n* Gestrual abstraction \r\n\r\nRothko *No. 3/No. 13* 1949 \r\n\r\n* Color filled mode \r\n\r\nNewman *Onement I* 1948\r\n\r\n* Signature motif   \r\n* Analog for the human form\r\n\r\n###### *CoBrA: expressionist group based in Copenhagen, Brussels Amsterdam*\r\n\r\n* Interested in the drawings of children   \r\n* Motifs of animal: model for returning to base existence and begin again 。", "top": 0, "createdAt": 1725595373, "style": "<style>.markdown-alert{padding:0.5rem 1rem;margin-bottom:1rem;border-left:.25em solid var(--borderColor-default,var(--color-border-default));}.markdown-alert .markdown-alert-title {display:flex;font-weight:var(--base-text-weight-medium,500);align-items:center;line-height:1;}.markdown-alert>:first-child {margin-top:0;}.markdown-alert>:last-child {margin-bottom:0;}</style><style>.markdown-alert.markdown-alert-note {border-left-color:var(--borderColor-accent-emphasis, var(--color-accent-emphasis));background-color:var(--color-accent-subtle);}.markdown-alert.markdown-alert-note .markdown-alert-title {color: var(--fgColor-accent,var(--color-accent-fg));}</style><style>.markdown-alert.markdown-alert-important {border-left-color:var(--borderColor-done-emphasis, var(--color-done-emphasis));background-color:var(--color-done-subtle);}.markdown-alert.markdown-alert-important .markdown-alert-title {color: var(--fgColor-done,var(--color-done-fg));}</style>", "script": "", "head": "", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "createdDate": "2024-09-06", "dateLabelColor": "#bc4c00"}, "P6": {"htmlDir": "docs/post/Research - Parallel Texts of -The Death of Patroclus-, UCL 2024.html", "labels": ["学术"], "postTitle": "Research | Parallel Texts of \"The Death of Patroclus\", UCL 2024", "postUrl": "post/Research%20-%20Parallel%20Texts%20of%20-The%20Death%20of%20Patroclus-%2C%20UCL%202024.html", "postSourceUrl": "https://github.com/Yuezi-1223/yuezi.github.io/issues/6", "commentNum": 0, "wordCount": 45438, "description": "# Comparison of English Translations in Homeric and Virgilian Epics\r\n<br/>\r\n\r\n_Organized by 悦子yuezi\r\nIssue Date: 2024/12/01_\r\n<br/>\r\n\r\n\r\n> [!NOTE]\r\n> By comparing **parallel texts of English translations of the same event - The death of Patroclus**, it can be seen that there are aesthetic differences between individualism and tragedy in Homeric and Virgilian Epic. It discusses the Virgilian paradox, an epic of drama and pathos that goes back to the origins of modern debate on Virgil in the Romantic period, where the supposed **natural primitivism and fresh naivete of Homer** was commonly and unfavourably contrasted with the **more artificial and sophisticated Virgilian epic**. \r\n> <br/>\r\n> It argues that Virgil too sensed from the beginning that the naturalness and noble simplicity of Homer was essentially irrecoverable in the cultural context of the first century BC, but that he had the opportunity to create a Homer for his own times. It also charts the quintessential ambiguity of the Aeneid, both reflecting the **traditionally nationalistic ideology of Roman epic in the steps of Naevius and Ennius**, and **showing an extraordinary empathy with the focalisations and feelings of individual characters**, many of whom represent a point of view at odds with the direction of the nationalistic plot.\r\n<br/>\r\n\r\n## The death of Patroclus: Homer, _Iliad_ 16.751–867\r\n> From ancient Greek into English \r\n\r\n\r\nIL.16.751   He spoke so, and strode against the [hero](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3383) Kebriones\r\n[IL.16.752](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16752)   with the [spring](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5082) of a [lion](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3780), who as he ravages the [pastures](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4259)\r\n[IL.16.753](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16753)   has been hit in the [chest](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2060), and [his own](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1063) [courage](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2256) destroys him.\r\nIL.16.754   So in your [fury](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3048) you pounced, Patroklos, above Kebriones.\r\n[IL.16.755](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16755)   On the other [side](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4896) Hektor sprang to the [ground](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3208) from his [chariot](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2044),\r\n[IL.16.756](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16756)   and the two fought it out over Kebriones, like [lions](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3783)\r\n[IL.16.757](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16757)   who in the [high places](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1060) of a [mountain](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4036), both in [huge](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3493) [courage](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2256)\r\nIL.16.758   and both [hungry](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3501), [fight](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2856) together over a killed [deer](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2420).\r\nIL.16.759   So above Kebriones these two, [urgent](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5671) for [battle](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1696),\r\n[IL.16.760](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16760)   Patroklos, son of Menoitios, and [glorious](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3115) Hektor,\r\nIL.16.761   were straining with the [pitiless](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4330) [bronze](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1928) to [tear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5372) at each other;\r\n[IL.16.762](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16762)   since Hektor had caught him by the [head](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3309), and would not let go of him,\r\n[IL.16.763](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16763)   and Patroklos had his [foot](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2960) on the other [side](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4896), while the other\r\nIL.16.764   Trojans and Danaans drove together the [strength](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5192) of their [onset](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4175).\r\n[IL.16.765](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16765)   As east [wind](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5925) and south [wind](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5925) [fight](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2856) it out with each other\r\n[IL.16.766](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16766)   in the [valleys](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5688) of the [mountains](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4037) to shake the [deep](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2404) [forest](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2982) [timber](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5461),\r\nIL.16.767   [oak](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4135) [tree](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5513) and [ash](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1606) and the [cornel](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2228) with the [delicate](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2434) bark; these\r\n[IL.16.768](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16768)   [whip](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5873) their [wide-reaching](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5900) [branches](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1885) against one another\r\n[IL.16.769](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16769)   in [inhuman](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3574) [noise](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4116), and the [crash](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2291) goes up from the splintering [timber](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5461);\r\n[IL.16.770](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16770)   so Trojans and Achaians [springing](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5083) against one another\r\nIL.16.771   [cut](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2330) men down, nor did either [side](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4896) [think of](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1337) [disastrous](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2495) [panic](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4250),\r\n[IL.16.772](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16772)   and many [sharp](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4826) [spears](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5048) were driven [home](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3431) about Kebriones\r\n[IL.16.773](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16773)   and many [feathered](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2827) [arrows](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1600) sprung from the [bowstrings](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1874), many\r\n[IL.16.774](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16774)   [great](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3181) throwing [stones](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5147) pounded against the [shields](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4854), as they fought on\r\n[IL.16.775](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16775)   [hard](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3273) over his [body](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1844), as he in the [turning](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5550) [dust](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2606) lay\r\n[IL.16.776](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16776)   [mightily](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3985) in his might, his [horsemanship](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3471) all forgotten.\r\n[IL.16.777](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16777)   So [long](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3807) as the [sun](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5269) was climbing still to the [middle](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3974) [heaven](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3336),\r\n[IL.16.778](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16778)   so [long](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3807) the thrown [weapons](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5812) of both took [hold](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3421), and men dropped under them;\r\n[IL.16.779](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16779)   but when the [sun](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5269) had gone to the [time](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5464) for unyoking of [cattle](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2011),\r\n[IL.16.780](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16780)   then beyond their very [destiny](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2461) the Achaians were [stronger](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5215)\r\nIL.16.781   and dragged the [hero](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3383) Kebriones from under the [weapons](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5812)\r\nIL.16.782   and the [clamour](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2098) of the Trojans, and stripped the [armour](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1589) from his [shoulders](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4879).\r\n[IL.16.783](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16783)   And Patroklos charged with [evil](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2709) [intention](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3599) in on the Trojans.\r\n[IL.16.784](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16784)   Three times he charged in [with the force of](http://homer.library.northwestern.edu/html/enggrk.cgi?id=307) the [running](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4684) [war](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5763) [god](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3133),\r\nIL.16.785   [screaming](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4737) a [terrible](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5394) [cry](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2311), and three times he [cut](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2330) down nine men;\r\nIL.16.786   but as for the fourth [time](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5464) he swept in, like [something greater](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1281)\r\n[IL.16.787](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16787)   than [human](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3497), there, Patroklos, the [end](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2669) of your [life](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3754) was shown forth,\r\n[IL.16.788](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16788)   since Phoibos came against you there in the [strong](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5206) [encounter](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2667)\r\n[IL.16.789](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16789)   [dangerously](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2342), nor did Patroklos see him as he moved through\r\nIL.16.790   the [battle](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1696), and shrouded in a [deep](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2404) [mist](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4004) came in [against him](http://homer.library.northwestern.edu/html/enggrk.cgi?id=779)\r\n[IL.16.791](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16791)   and stood behind him, and struck his back and his [broad](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1923) [shoulders](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4879)\r\n[IL.16.792](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16792)   [with a flat stroke](http://homer.library.northwestern.edu/html/enggrk.cgi?id=290) of the [hand](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3251) so that his [eyes](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2739) spun. Phoibos\r\n[IL.16.793](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16793)   Apollo now struck away from his [head](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3309) the [helmet](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3358)\r\nIL.16.794   four-horned and [hollow-eyed](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3428), and under the [feet](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2834) [of the horses](http://homer.library.northwestern.edu/html/enggrk.cgi?id=582)\r\n[IL.16.795](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16795)   it rolled [clattering](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2105), and the [plumes](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4366) above it were defiled\r\n[IL.16.796](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16796)   by [blood](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1814) and [dust](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2606). Before this [time](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5464) it had not been permitted\r\n[IL.16.797](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16797)   to defile in the [dust](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2606) this [great](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3181) [helmet](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3358) [crested](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2296) in [horse-hair](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3467);\r\nIL.16.798   rather it [guarded](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3220) the [head](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3309) and the [gracious](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3156) [brow](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1946) of a [godlike](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3138)\r\n[IL.16.799](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16799)   man, Achilleus; but now Zeus gave it over to Hektor\r\n[IL.16.800](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16800)   to [wear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5813) on his [head](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3309), Hektor whose own [death](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2384) was [close](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2121) to him.\r\n[IL.16.801](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16801)   And in his [hands](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3260) was splintered all the [huge](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3493), [great](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3181), [heavy](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3342),\r\nIL.16.802   iron-shod, [far-shadowing](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2784) [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035), and away from his [shoulders](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4879)\r\nIL.16.803   dropped to the [ground](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3208) the [shield](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4851) with its [shield](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4851) [sling](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4959) and its [tassels](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5367).\r\n[IL.16.804](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16804)   The [lord](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3824) Apollo, son of Zeus, broke the [corselet](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2238) upon him.\r\n[IL.16.805](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16805)   Disaster caught his [wits](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5953), and his [shining](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4862) [body](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1844) went nerveless.\r\n[IL.16.806](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16806)   He stood stupidly, and from [close](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2121) behind his back a Dardanian\r\n[IL.16.807](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16807)   man hit him between the [shoulders](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4879) with a [sharp](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4826) [javelin](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3619):\r\nIL.16.808   Euphorbos, son of Panthoös, who surpassed all men [of his own age](http://homer.library.northwestern.edu/html/enggrk.cgi?id=173)\r\nIL.16.809   with the throwing [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035), and in [horsemanship](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3471) and the [speed](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5060) of his [feet](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2834). He\r\n[IL.16.810](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16810)   had already brought down twenty men from their [horses](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3474)\r\n[IL.16.811](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16811)   since [first](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2888) coming, with his [chariot](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2044) and his learning in [warfare](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5765).\r\n[IL.16.812](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16812)   He [first](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2888) hit you with a thrown [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035), o [rider](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4622) Patroklos,\r\n[IL.16.813](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16813)   nor broke you, but ran away again, snatching out the [ash](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1606) [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035)\r\n[IL.16.814](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16814)   from your [body](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1844), and lost himself in the [crowd](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2306), not [enduring](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2680)\r\nIL.16.815   to [face](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2743) Patroklos, [naked](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4066) as he was, in [close](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2121) [combat](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2165).\r\nIL.16.816   Now Patroklos, [broken](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1927) by the [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035) and the god's [blow](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1827), tried\r\n[IL.16.817](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16817)   to shun [death](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2384) and shrink back into the [swarm](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5299) of [his own](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1063) [companions](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2176).\r\nIL.16.818   But Hektor, when he saw [high-hearted](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3398) Patroklos trying\r\n[IL.16.819](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16819)   to get away, saw how he was wounded with the [sharp](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4826) [javelin](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3619),\r\n[IL.16.820](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16820)   came [close](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2121) [against him](http://homer.library.northwestern.edu/html/enggrk.cgi?id=779) across the [ranks](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4534), and with the [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035) stabbed him\r\n[IL.16.821](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16821)   in the [depth](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2444) of the [belly](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1748) and drove the [bronze](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1928) [clean](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2106) through. He fell,\r\n[IL.16.822](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16822)   thunderously, to the [horror](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3464) of all the [Achaian](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1482) [people](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4281).\r\n[IL.16.823](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16823)   As a [lion](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3780) overpowers a [weariless](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5814) [boar](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1839) in [wild](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5911) [combat](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2165)\r\n[IL.16.824](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16824)   as the two [fight](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2856) in their [pride](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4421) on the [high places](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1060) of a [mountain](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4036)\r\n[IL.16.825](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16825)   over a [little](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3790) [spring](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5082) of [water](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5790), both [wanting](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5762) to [drink](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2587) there,\r\n[IL.16.826](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16826)   and the [lion](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3780) beats him down by [force](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2969) as he [fights](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2860) for his [breath](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1900), so\r\n[IL.16.827](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16827)   Hektor, Priam's son, with a [close](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2121) spear-stroke stripped the [life](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3754)\r\n[IL.16.828](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16828)   from the [fighting](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2859) son of Menoitios, who had killed so many,\r\nIL.16.829   and stood above him, and [spoke aloud](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1287) the [winged](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5938) [words](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5975) of [triumph](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5530):\r\n[IL.16.830](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16830)   'Patroklos, you [thought](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5418) [perhaps](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4290) of [devastating](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2469) our [city](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2093),\r\nIL.16.831   of [stripping](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5203) from the Trojan [women](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5961) the [day](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2371) of their [liberty](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3749)\r\nIL.16.832   and [dragging](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2574) them off in [ships](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4864) to the [beloved](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1749) [land](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3689) of your [fathers](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2805).\r\n[IL.16.833](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16833)   Fool! When [in front](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1078) of them the [running](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4684) [horses](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3474) of Hektor\r\n[IL.16.834](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16834)   strained with their [swift](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5320) [feet](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2834) into the [fighting](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2859), and I with [my own](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1147) [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035)\r\n[IL.16.835](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16835)   am [conspicuous](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2200) among the [fighting](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2859) Trojans, I who beat from them\r\n[IL.16.836](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16836)   the [day](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2371) of [necessity](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4083). For you, here the [vultures](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5745) shall [eat](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2632) you.\r\nIL.16.837   Wretch! Achilleus, [great](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3181) as he was, could do nothing to [help](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3364) you.\r\nIL.16.838   When he stayed behind, and you went, he must have said much to you:\r\n[IL.16.839](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16839)   'Patroklos, [lord of horses](http://homer.library.northwestern.edu/html/enggrk.cgi?id=513), see that you do not [come back](http://homer.library.northwestern.edu/html/enggrk.cgi?id=887) to me\r\n[IL.16.840](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16840)   and the [hollow](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3426) [ships](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4864), until you have [torn](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5483) in [blood](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1814) the [tunic](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5547)\r\nIL.16.841   of [manslaughtering](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3905) Hektor about his [chest](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2060).' In some such\r\n[IL.16.842](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16842)   manner he spoke to you, and persuaded the [fool's](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2959) [heart](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3319) [in you](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1084).'\r\n[IL.16.843](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16843)   And now, [dying](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2610), you answered him, o [rider](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4622) Patroklos:\r\n[IL.16.844](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16844)   'Now is your [time](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5464) for [big](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1767) [words](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5975), Hektor. Yours is the [victory](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5711)\r\nIL.16.845   given by Kronos' son, Zeus, and Apollo, who have subdued me\r\nIL.16.846   [easily](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2629), since they themselves stripped the [arms](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1591) from my [shoulders](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4879).\r\n[IL.16.847](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16847)   Even though twenty such as you had come in [against me](http://homer.library.northwestern.edu/html/enggrk.cgi?id=780),\r\nIL.16.848   they would all have been [broken](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1927) beneath my [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035), and have perished.\r\n[IL.16.849](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16849)   No, [deadly](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2381) [destiny](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2461), with the son of Leto, has killed me,\r\n[IL.16.850](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16850)   and of men it was Euphorbos; you are only my third [slayer](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4950).\r\n[IL.16.851](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16851)   And put away in your [heart](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3319) this other thing that [I tell you](http://homer.library.northwestern.edu/html/enggrk.cgi?id=468).\r\n[IL.16.852](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16852)   You yourself are not one who shall [live](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3791) [long](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3807), but now already\r\nIL.16.853   [death](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2384) and [powerful](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4402) [destiny](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2461) are standing beside you,\r\n[IL.16.854](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16854)   to go down under the [hands](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3260) of Aiakos' [great](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3181) son, Achilleus.'\r\n[IL.16.855](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16855)   He spoke, and as he spoke the [end](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2669) of [death](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2384) closed in upon him,\r\n[IL.16.856](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16856)   and the soul [fluttering](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2937) free of his [limbs](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3774) went down into Death's [house](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3485)\r\n[IL.16.857](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16857)   [mourning](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4041) her [destiny](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2461), leaving [youth](http://homer.library.northwestern.edu/html/enggrk.cgi?id=6019) and [manhood](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3896) behind her.\r\n[IL.16.858](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16858)   Now though he was a [dead](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2378) man [glorious](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3115) Hektor spoke to him:\r\n[IL.16.859](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16859)   'Patroklos, what is this [prophecy](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4455) of my [headlong](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3312) [destruction](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2464)?\r\n[IL.16.860](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16860)   Who knows if even Achilleus, son of [lovely-haired](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3844) Thetis,\r\nIL.16.861   might [before](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1735) this be struck by my [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035), and [his own](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1063) [life](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3754) perish?'\r\n[IL.16.862](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16862)   He spoke, and setting his [heel](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3349) upon him wrenched out the [bronze](http://homer.library.northwestern.edu/html/enggrk.cgi?id=1928) [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035)\r\nIL.16.863   from the [wound](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5990), then spurned him away [on his back](http://homer.library.northwestern.edu/html/enggrk.cgi?id=592) from the [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035). Thereafter\r\nIL.16.864   armed with the [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035) he went on, aiming a [cast](http://homer.library.northwestern.edu/html/enggrk.cgi?id=2009) at Automedon,\r\nIL.16.865   the [godlike](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3138) [henchman](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3372) for the [swift-footed](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5323) son of Aiakos,\r\nIL.16.866   with the [spear](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5035) as he was carried away by those [swift](http://homer.library.northwestern.edu/html/enggrk.cgi?id=5320) and [immortal](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3539)\r\n[IL.16.867](http://panini.northwestern.edu/AnaServer?eumaios+0+eumaios.anv+eumaiosid=I16867)   [horses](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3474) the [gods](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3140) had given as [shining](http://homer.library.northwestern.edu/html/enggrk.cgi?id=4862) [gifts](http://homer.library.northwestern.edu/html/enggrk.cgi?id=3089) to Peleus.\r\n\r\n<br/>\r\n<br/>\r\n\r\n## The death of Pallas: Virgil, _Aeneid_ 10.439–509\r\n> From Latin into English\r\n\r\n\r\nMeanwhile the kind nymph sent her brother Turnus \r\nTo Lausus’ aid. He sped his chariot \t\t\t\t\r\nThrough the line and told his comrades, “Now stand down. \r\nPallas belongs to me. I’ll go for him. \r\nI only wish his father could look on.” \r\nHe spoke. His comrades quit the field as ordered. \r\nWith the Rutulians gone, the youth, transfixed \t\t\r\nBy the haughty orders, let his hard gaze rove \r\nFrom a distance over Turnus’ massive form. \r\nHe gave this answer to the tyrant’s words: \r\n“Either’s a glorious prize: a general’s armor \r\nOr death. It makes no difference to my father. \t\t\r\nSo stop your threats.” He stepped into the open, \r\nFreezing the blood in the Arcadians’ hearts. \r\nTurnus jumped down and closed in on his prey \r\nOn foot. A lion on his lofty post \r\nSees a bull lunging on a distant plain \t\t     \t                                            \r\nAnd hurtles toward him: Turnus looked like this. \r\nPallas first gauged his spear’s range, then stepped forward, \r\nCalling on the huge sky in hope that chance \r\nWould bless his bravery against the odds. \r\n“Hercules, come—my father took you in, \t\t\t                                    \r\nA stranger—help in this great enterprise. \r\nLet dying Turnus see his bloody weapons \r\nTaken from him by my victorious hands.” \r\nThe god heard, but he stifled heavy groans \r\nIn his heart; the tears were futile that he shed. \t\t                                   \r\nTo comfort him, his father, Jupiter, \r\nSaid this: “An end is set for everyone, \r\nFor life is brief and cannot be recovered. \r\nBut brave men, through their exploits, strive for fame \r\nThat lasts. Beneath Troy’s high walls many sons \t\t                                   \r\nOf gods died. My own child Sarpedon died there.\r\nFate calls: for Turnus too the race is ending.” \r\nHe turned his eyes away from Italy’s fields. \r\nPallas with all his great strength cast his spear \r\nAnd snatched his bright sword from the hollow sheath. \t                           \r\nThe spear flew, pierced the layers of the shield, \r\nAnd struck the breastplate at the shoulder’s rim, \r\nFinally grazing Turnus’ massive form. \r\nBut he in turn deliberately aimed \r\nHis iron-pointed pike and launched it, saying, \t\t                                   \r\n“See if my weapon is the one to stick.\r\nThe spearhead, striking, shaking, pounded through \r\nThe shield—all of the bronze and iron sheets, \r\nAll of the bull-hide layers wrapping it— \r\nInto the breastplate, into that strong chest. \t\t\t                                   \r\nOut of the wound he tore the heated shaft, \r\nBut with it came his lifeblood and his soul. \r\nCollapsing forward with a crash of arms, \r\nHe touched the enemy earth with gory lips. \r\nTurnus stood over him: \t\t\t\t\t                                                  \r\n“Go tell Evander this, Arcadians: \r\nI send him back the Pallas he deserves. \r\nThe soothing tribute of a burial I grant him. \r\nBut he had a costly guest— Aeneas.” \r\nWith his foot he held the corpse down \t\t\t                                          \r\nAnd stripped the giant swordbelt with its story  \r\nOf crime etched in—a wedding night that left \r\nThe bedrooms smeared with gore of slaughtered youths— \r\nThat Clonus, son of Eurytus, had embossed \r\nIn gold, and Turnus now was thrilled to loot. \t\t\t                         \r\nPeople know nothing of their fated future. \r\nTheir exaltation cannot stay in bounds. \r\nThe time would come when he’d give anything \r\nNot to have touched the boy. He’d hate his plunder, \r\nAnd hate this day. Pallas’ friends pressed in, wailing. \t                                 \r\nThey laid him on his shield to haul away.\r\nWhat grief, what glory you will take your father! \r\nA single day brought war and death to you. \r\nBut see the heaps of enemy dead you leave.\r\n\r\n<br/>\r\n<br/>\r\n\r\n\r\n### _Bibliography_\r\n\r\nThe most relevant piece for our session is Ch. 1 of [Barchiesi 2015](https://www.jstor.org/stable/j.ctt7zvkc7) (on JSTOR) ‘THE DEATH OF PALLAS. Intertextuality and Transformation of the Epic Model\r\n(pp. 1-34)’. This will be particularly relevant to the primary text case study which we shall discuss.  [Conte 2007](https://oxford-universitypressscholarship-com.libproxy.ucl.ac.uk/view/10.1093/acprof:oso/9780199287017.001.0001/acprof-9780199287017) (which is set as a separate reading group activity) is very informative and stimulating on the more general picture of Virgil’s relationship with Homer.\r\n\r\n[Barchiesi, A. 2015. Homeric Effects in Vergil’s Narrative, tr. I. Marchesi and M. Fox. Princeton and Oxford](https://www.jstor.org/stable/j.ctt7zvkc7).\r\nCairns, F. 1989. ‘The Aeneid as Odyssey.’ In Virgil’s Augustan Epic. Cambridge.\r\n[Conte, G. B. 2007. ‘The Virgilian Paradox: An Epic of Drama and Pathos’, in The Poetry of Pathos, edited by Stephen J. Harrison, 23–57.](https://oxford-universitypressscholarship-com.libproxy.ucl.ac.uk/view/10.1093/acprof:oso/9780199287017.001.0001/acprof-9780199287017) [Previously published in Proceedings of the Cambridge Philological Society 45 (1999), 17–42.]\r\nConte, G. B. 2017. Stealing the Club from Hercules: On Imitation in Latin Poetry. Berlin and New York.\r\nDekel, E. 2012. Virgil’s Homeric Lens. New York and London.\r\nEfstathiou, A. and Karamanou, I., eds. 2016. Homer Receptions across Generic and Cultural Contexts. Trends in Classics Suppl. vol. 37. Berlin and New York.\r\nFarrell, J., and Putnam, M., eds. 2010. A Companion to Vergil’s Aeneid and its Tradition. Malden, MA and Oxford.\r\nHardie, P. 1998. Virgil. Greece and Rome New Surveys in the Classics. Oxford. \r\nHarrison, S. J. 1991. Vergil Aeneid 10. Oxford.\r\nHexter, R. (2010) ‘On first looking into Vergil’s Homer’, in Farrell and Putnam (2010) 26–36\r\nKing, K. C. (1982) ‘Foil and fusion: Homer’s Achilles in Vergil’s Aeneid’, Materiali e discussioni 9: 31–57.\r\nKnauer, G. N. 196a4. Die Aeneis und Homer. Göttingen.\r\nKnauer, G. N. 1964b. ‘Virgil’s Aeneid and Homer.’ Greek, Roman and Byzantine Studies 5: 61–84.\r\nAbstract: In this study I shall try to indicate how Vergil has in fact incorporated the whole Iliad and the whole Odyssey into the Aeneid, incomparably transforming the Homeric epics. I must start with a few methodological considerations. I shall then seek to explain the relation of some of the most important passages of the Aeneid to their Homeric counterparts. Finally I shall try to suggest how we ought to understand this grand poetical contest.\r\nLattimore, R. tr. 1951. The Iliad of Homer. Chicago.\r\nMichalopoulos, C. N. 2016. ‘“tollite me, Teucri” (Verg. Aen. 3.601): saving Achaemenides, saving Homer’, in Efstathiou and Karamanou (2016) 263–75.\r\nPapaioannou, S. 2016. ‘Embracing Homeric orality in the Aeneid: revisiting the composition politics of Virgil’s first descriptio’, in Efstathiou and Karamanou (2016) 249–261.\r\nQuint, D. 1993. Epic and Empire: Politics and Generic Form from Virgil to Milton. Princeton, NJ.\r\nRuden, S. tr. 2008. The Aeneid. New Haven, CT.\r\nVogt-Spira, G. 2002. ‘Warum Vergil statt Homer? Der frühneuzeitliche Vorzugsstreit zwischen Homer und Vergil im Spannungsfeld von Autorität und Historisierung’, Poetica 34: 323–44.\r\nWlosok, A. 1990 ‘Zur Geltung und Beurteilung Vergils und Homers in Spätantike und früher Neuzeit’, in Res Humanae, Res Divinae (Heidelberg), 476–98.。", "top": 0, "createdAt": 1733069279, "style": "<style>.markdown-alert{padding:0.5rem 1rem;margin-bottom:1rem;border-left:.25em solid var(--borderColor-default,var(--color-border-default));}.markdown-alert .markdown-alert-title {display:flex;font-weight:var(--base-text-weight-medium,500);align-items:center;line-height:1;}.markdown-alert>:first-child {margin-top:0;}.markdown-alert>:last-child {margin-bottom:0;}</style><style>.markdown-alert.markdown-alert-note {border-left-color:var(--borderColor-accent-emphasis, var(--color-accent-emphasis));background-color:var(--color-accent-subtle);}.markdown-alert.markdown-alert-note .markdown-alert-title {color: var(--fgColor-accent,var(--color-accent-fg));}</style>", "script": "", "head": "", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "createdDate": "2024-12-02", "dateLabelColor": "#bc4c00"}, "P7": {"htmlDir": "docs/post/guan-fang-zhong-wen- - -yang-feng-ren-de-ye-can-：-yi-shu-she-ding-ji.html", "labels": ["翻译 | 汉化", "SH & JW"], "postTitle": "官方中文 | 养蜂人的野餐：艺术设定集", "postUrl": "post/guan-fang-zhong-wen-%20-%20-yang-feng-ren-de-ye-can-%EF%BC%9A-yi-shu-she-ding-ji.html", "postSourceUrl": "https://github.com/Yuezi-1223/yuezi.github.io/issues/7", "commentNum": 0, "wordCount": 926, "description": "_Translated & Organized by 悦子yuezi_\n_Issue Date: 2025/01/31_\n\n# 养蜂人的野餐：艺术设定集（中文翻译）\n\n请在阅读转载规范后于**页面末尾**下载文件或进行试阅。", "top": 0, "createdAt": 1738293731, "style": "<style>.markdown-alert{padding:0.5rem 1rem;margin-bottom:1rem;border-left:.25em solid var(--borderColor-default,var(--color-border-default));}.markdown-alert .markdown-alert-title {display:flex;font-weight:var(--base-text-weight-medium,500);align-items:center;line-height:1;}.markdown-alert>:first-child {margin-top:0;}.markdown-alert>:last-child {margin-bottom:0;}</style><style>.markdown-alert.markdown-alert-note {border-left-color:var(--borderColor-accent-emphasis, var(--color-accent-emphasis));background-color:var(--color-accent-subtle);}.markdown-alert.markdown-alert-note .markdown-alert-title {color: var(--fgColor-accent,var(--color-accent-fg));}</style>", "script": "", "head": "", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "createdDate": "2025-01-31", "dateLabelColor": "#0969da"}, "P8": {"htmlDir": "docs/post/HW-ban-lun-dun-xun-li-ji-hua- - 4-xiao-shi-tu-bu-lu-xian.html", "labels": ["SH & JW"], "postTitle": "HW版伦敦巡礼计划 | 4小时徒步路线", "postUrl": "post/HW-ban-lun-dun-xun-li-ji-hua-%20-%204-xiao-shi-tu-bu-lu-xian.html", "postSourceUrl": "https://github.com/Yuezi-1223/yuezi.github.io/issues/8", "commentNum": 0, "wordCount": 905, "description": "_Designed by 悦子yuezi_\n_Issue Date: 2025/02/26_\n### _🎉Congratulations on the 221st day of my blog!_\n<br/>\n\n\n# 路线总览\n- 全程15公里，行走约4小时\n- 尽可能不走回头路\n- 参考原文已贴在各经停点旁\n- 使用软件：IOS自带的地图APP\n\n![Image](https://github.com/user-attachments/assets/13a92c4b-3375-4246-acfd-fbb23b2de936)\n\n<br/>\n\n# 详细经停点\n\n**肯辛顿**（《红发会》提到的华生婚后住处）\n👇\n**海德公园 & 牛津街**（《红发会》里华生前往贝克街的路线）\n👇\n**贝克街**\n👇\n**摄政公园**（《黄面人》提到的2小时散步，_根据时长设计的路线如下_）\n\n![Image](https://github.com/user-attachments/assets/46ba1ab1-6b70-442c-b5d1-38056bfbc599)\n\n👇\n**蒙塔古街**（《马斯格雷夫》提到的同居前福的住处）& **伦敦大学**（华的母校）**& 大英博物馆**（_具体路线如下_）\n\n![Image](https://github.com/user-attachments/assets/2d9028b1-b6b0-4c4a-ad17-a01634fad1d9)\n\n👇**霍尔本**（《血字》里华生回伦敦后和小斯坦福在这个街区吃了第一顿饭）\n\n👇**考文特市场**（《蓝宝石》里寻找鹅的供货商时途径霍尔本前往考文特，_具体路线如下_）\n\n![Image](https://github.com/user-attachments/assets/40cd691e-04e1-4765-b642-9fc9a07f10d9)\n\n🚩**兰心剧院**（《四签名》提到的汇合点，左数第三根柱子）\n\n\n<br/>\n\n# 亲测体验\n> [!NOTE]\n> 计划3月初会尝试自己走一遍！敬请期待report~\n。", "top": 0, "createdAt": 1740596816, "style": "<style>.markdown-alert{padding:0.5rem 1rem;margin-bottom:1rem;border-left:.25em solid var(--borderColor-default,var(--color-border-default));}.markdown-alert .markdown-alert-title {display:flex;font-weight:var(--base-text-weight-medium,500);align-items:center;line-height:1;}.markdown-alert>:first-child {margin-top:0;}.markdown-alert>:last-child {margin-bottom:0;}</style><style>.markdown-alert.markdown-alert-note {border-left-color:var(--borderColor-accent-emphasis, var(--color-accent-emphasis));background-color:var(--color-accent-subtle);}.markdown-alert.markdown-alert-note .markdown-alert-title {color: var(--fgColor-accent,var(--color-accent-fg));}</style>", "script": "", "head": "", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "createdDate": "2025-02-27", "dateLabelColor": "#0969da"}}, "singeListJson": {}, "labelColorDict": {"SH & JW": "#5319E7", "个人": "#87CEFA", "学术": "#E99695", "翻译 | 汉化": "#c2e0c6"}, "displayTitle": "悦子yuezi的博客", "faviconUrl": "https://avatars.githubusercontent.com/u/176132540?v=4", "ogImage": "https://avatars.githubusercontent.com/u/176132540?v=4", "primerCSS": "<link href='https://mirrors.sustech.edu.cn/cdnjs/ajax/libs/Primer/21.0.7/primer.css' rel='stylesheet' />", "homeUrl": "https://Yuezi-1223.github.io/yuezi.github.io", "prevUrl": "disabled", "nextUrl": "disabled"}